{
  "book_name_he": "שאלות ותשובות אדמו\"ר הזקן",
  "book_name_en": "Alter Rebbe's Shaalos U’Teshuvos",
  "book_metadata": {
    "author_he": "אדמו\"ר הזקן",
    "author_en": "Alter Rebbe"
  },
  "chunks": [
    {
      "chunk_id": 1,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // הקדמה",
        "siman": "הקדמה"
      },
      "text": "כבר הארכתי המענה בהקדמה לספרי השו\"ע של כ\"ק אבא מארי קדוש עליון הגאון נ\"ע זי\"ע אשר הבאתי לבית הדפוס, ואת אשר השיגה ידינו ת\"ל להדפיס בהם הוספות רבות על השו\"ע אשר נדפסו מכבר ומשו\"ת הרבה, אשר כחיים חייתו ז\"ל באו רבים אליו בשאלות שונות בענינים המאורעים המקרים השכיחים, ואשר השיב לכולם במכתביו הנעימים עפ\"י ליבון ההלכה. ולמען זכות את הרבים, אשר יש להם השו\"ע אשר כבר הובאו לבית הדפוס כנ\"ל, ע\"כ אמרתי להביא לבית הדפוס כעת גם השו\"ת לבדם, למען יהיה נקל לאל ידם לקנותם, כ\"ד אוהבם וריעם הק' חיים אברהם ב\"ה הגאון החסיד מו\"ה שניאור זלמן נ\"ע זי\"ע"
    },
    {
      "chunk_id": 2,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן א",
        "siman": "סימן א"
      },
      "text": "הנה, מ\"ש הט\"ז באו\"ח הלכות תפילין סי' ל\"ב ס\"ק כ\"ו, שאם מניח פחות מכשיעור ט' אותיות אחר פרשת שמע ופחות מכשיעור קודם פרשה והיה אם שמוע, נעשית פרשת והיה אם שמוע סתומה לדברי הכל, שהריוח מכאן ומכאן מצטרף לכשיעור, אישתמיטתיה מה שכתב הטור בי\"ד סימן ער\"ה בענין סתומה, שאם גמר בסוף השיטה בפחות מכשיעור, יניח שיטה שניה חלוק ויתחיל בשיטה ג' דווקא, ולא סגי במה שיתחיל בשיטה שניה אחר שיניח ריוח מעט בכדי שיצטרף ריוח זה עם הריוח שבסוף שיטה הראשונה, ולמה לו להניח השיטה שניה חלק לגמרי, אלא ודאי דאין מצטרפין.  וכן הרמב\"ם שכתב בענין סתומה שאם אין בסוף השיטה כדי שיעור ט' אותיות ותיבה, יניח הכל פנוי ויניח מעט ריוח בשיטה שניה, לאו למימרא שהמעט ריוח מצטרף עם הריוח שבסוף שיטה הראשונה, אלא דמיירי שהניח בסוף שיטה הראשונה כשיעור ט' אותיות רק שלא היה כשיעור גדול לכתוב גם תיבה אחר הריוח, ולזה מועיל מעט ריוח שבתחלת שניה שעושה אותה סתומה, מאחר שהניח כשיעור ט' אותיות במקום אחד, והוא שיעור פרשה להפריש וליתן ריוח בין פרשה לפרשה, אלא שאם לא היה מעט ריוח בתחילת שיטה שניה היתה פרשה פתוחה וע\"י המעט ריוח שמשייר בתחלה ומתחיל באמצע שיטה, נעשית פרשה סתומה, שעל ידי כן סותמות כל הריוח שבסוף השיטה הראשונה, דסבירא ליה בפירוש הירושלמי, פתוחה מכאן ומכאן סתומה, כפשוטו, דאם היא פתוחה מסופו וגם מראשו, הרי היא נידונית כסתומה. ומ\"ש הרמב\"ם ז\"ל מעט ריוח כו', כתב כן מסברא דמעט ריוח נמי סגי, ולא בעינן כשיעור פתוחה דוקא מכאן ומכאן, דמאחר שהניח כשיעור במקום אחד סגי. אבל אם לא הניח כשיעור במקום אחד, רק שע\"י צירוף ב' מקומות יהיה הריוח כשיעור ודאי דלא מהני דמעט ריוח לא מהני לדעת הרמב\"ם, אלא לעשותו סתומה, מאחר דכבר נקרא שם פרשה עליה, אבל לא להשלים השיעור להיות נקרא פרשה על ידי כן.  והנה, הט\"ז נמשך אחר תשובת מהר\"ם פדואה כמבואר בסיום דבריו, ומהר\"ם פדואה למד מהסמ\"ק הלכות מזוזה, ובסמ\"ג שם ביאר בפירוש דברי הירושלמי, פתוחה מכאן ומכאן סתומה, בכהאי גוונא שאין במקום אחד כשיעור, וכתב דהירושלמי דווקא לענין מזוזה אתמר, [ד]דווקא במזוזה היא סתומה, וכהאי גוונא להכירא בעלמא, לפי שאין הפרשיות סמוכות בתורה, והיא סתומה גמורה, שאין בה שיעור פרשה בסוף שיטה ולא בראש שיטה ע\"כ. ומשמע להדיא דרוצה לומר, דהוי סתומה גמורה כמו פרשת ויחי שאין שם פרשה כלל, והכי נמי אין נקרא עליו שם פרשה כלל, מאחר שאין שם שיעור פרשה לא בסוף שיטה הראשונה ולא בראש שיטה שאחריה. וזהו ג\"כ כוונת הרא\"ש והטור סי' רפ\"ח, עיין ב\"ח וב\"י שם דמבואר להדיא מדבריהם כך. ואם כן, אין ללמוד משם לתפילין להיות נקרא בשם פרשה סתומה. וגם, אין ללמוד משם להכשיר סתומה לגמרי שלא נקרא עליה שם פרשה כלל מזה הטעם עצמו שבמזוזה לפי שאין סמוכות בתורה, דהא במזוזה אמרינן בגמרא דאי עבדינהו פתוחות, שפיר דמי, מהאי טעמא לפי שאין סמוכות בתורה, ובתפילין קיימא לן דאם שינה פסול.  ובאמת על מהר\"ם פדואה אין לתמוה כל כך, דבפתוחות נמי יש להכשיר בתפילין כמו במזוזה, א\"כ יש לומר דהוא הדין והוא הטעם בסתומה לגמרי. אבל הט\"ז עשה סמוכות לדברי הרמב\"ם מהגמרא, דיש לפסול בתפילין נמי כשהפרשה והיה אם שמוע פתוחה (ויש לחזק ראייתו ולהוסיף בה דברים, אלא שאין כאן מקום להאריך), ע\"ש בס\"ק כ\"ה, שכן הוא עיקר לדעתו, ואין ללמוד מתפילין למזוזה, וכן הביא דעת מהרמ\"א. וא\"כ לדידהו לא מהני סתומה לגמרי דמהני במזוזה להכירא בעלמא, דלא ילפינן תפילין ממזוזה כלל דלא כמהר\"ם פדואה, ואיך הסכימה דעתם לדעת מהר\"ם פדואה בסתומה זו. וצריך עיון גדול.  וממוצא דבר נשמע טוב טעם ודעת למ\"ש הבית יוסף בשם מהרי\"א, שהמנהג היותר מרווח שרוב הגליות נהגו כמותו, והוא שיניח בסוף פרשת שמע פחות מכשיעור וקודם פרשת והיה אם שמוע יניח ריוח כשיעור. וכן הביא בשלחן ערוך, ושם ביאר הטעם מפני שאי אפשר לעשות סתומה לדברי הכל, נהגו לעשות סתומה אליביה דהרמב\"ם.  והנה, גם להרמב\"ם יש דרך אחרת, להניח אחר פרשת שמע כשיעור, וקודם פרשת והיה אם שמוע יניח מעט ריוח, דהיא סתומה לרמב\"ם כמ\"ש בהדיא, ולמה יסדו המנהג דווקא כצורה הראשונה. אבל לפי מ\"ש בשם הסמ\"ג והסמ\"ק, ושכן הוא דעת הרא\"ש והטור ובית יוסף וב\"ח, שמעט ריוח תורתו כסתומה לגמרי, [אתי שפיר] מה שלא נהגו בצורה אחרת, להניח ריוח כשיעור אחר פרשת שמע וקודם פרשת והיה אם שמוע מעט ריוח, משום דלהפוסקים הנ\"ל מעט ריוח כמאן דליתא דמיא, והרי זה כאילו התחיל בראש שיטה ממש והוי פתוחה מסופו, ולכך בחרו בדרך הראשונה, להניח בסוף שמע פחות מכשיעור, והשיעור יניח קודם פרשת והיה אם שמוע, שאף שהריוח שאחר פרשת שמע אינו כלום, והרי זה כאילו גמר פרשת שמע בסוף שיטה ממש, מכל מקום במה שמתחיל והיה אם שמוע באמצע שיטה אחר שמניח ריוח כשיעור הוי סתומה, דפתוחה מראשה סתומה לדעת הרמב\"ם, לפי גרסתו בירושלמי, וכן העידו האחרונים שכן הוא בג[ירסת] הירושלמי שלפנינו. וכן משמע להדיא בב\"י וש\"ע למנהג זה, שאין מניחין ריוח כלל בסוף שמע, ואם מניחים הוא פחות מט' אותיות, מכלל שהריוח שהוא פחות מכשיעור, הרי זה כאילו אין מניחים כלל, דפחות משיעור אין נקרא ריוח כלל בסוף שיטה, והוא הדין והוא הטעם בתחילת שיטה. אלא שהרמב\"ם סבירא ליה מסברא דנפשיה, מאחר שהניח כשיעור במקום אחד בסוף שיטה הראשונה, סגי במעט ריוח שבתחילת שיטה שניה, ובהא לא רצו להנהיג כמותו, מאחר שעל סברא זו חולקין הפוסקים הנ\"ל, והמה הרבים ובתראי טפי.  אבל אכתי קשה למה הוצרכו להניח אחר פרשת שמע פחות מכשיעור דווקא. ומהרי\"א ביאר הטעם כי היכא דתהוי פרשת והיה אם שמוע סתומה. והרי אפילו אם הניח אחר פרשת שמע כשיעור, מכל מקום אם התחיל פרשת והיה אם שמוע באמצע שיטה אף שמניח ריוח כשיעור בתחילת שיטה הויא סתומה לדעת הרמב\"ם, דודאי מ\"ש הרמב\"ם ויניח מעט ריוח בתחילת שיטה שניה, היינו דמעט ריוח נמי סגי, ולאו למימרא דאם הניח ריוח הרבה בתחילת שיטה שניה לא הויא סתומה אלא פתוחה, דא\"כ נמצא דגם להרמב\"ם יש פתוחה שמתחלת באמצע שיטה, והרי הרמב\"ם שפתו ברור מללו דאין פתוחה באמצע שיטה לעולם אלא בראש שיטה, דמבואר מדבריו להדיא דאפילו הניח ריוח הרבה בסוף שיטה הראשונה ובתחלת שיטה שניה מכל מקום כשמתחלת באמצע הוי סתומה. וכן מבואר להדיא מדברי הב\"י (והרא\"ש) בי\"ד סי' ער\"ה לדעת הרמב\"ם, והוא פשוט ומוכרח בירושלמי דאמר, פת[וחה] מכאן ומכאן סתומה, דמשמע אפילו פתחהו הרבה מכאן ומכאן. והתוס' והרא\"ש שתמהו על פירוש זה ופירשו פירוש אחר בירושלמי, היינו לפי גרסתן ברישא, פתוחה מראשה פתוחה ופתוחה מסופה פתוחה, ואהא קשיא להו, דאמאי פתוחה מכאן ומכאן סתומה, דלמה יגרע מפתוחה בראשה לבד. אבל לגרסת הרמב\"ם, פתוחה מראשה סתומה אין מקום לקושייתם, דמאחר שהפתוחה מראשה היא סתומה, כיון שמתחיל לכתוב מאמצע שיטה וסותם מה שלפניו בשיטה זה, הוא הדין נמי שסותם את הריוח שבשיטה שלפניו בסופה. ואף שהריוח הרבה מאוד, אינו מועיל לקרותה בשם פתוחה. ועוד, שכמו שאינו מועיל מעט הריוח שבתחלת שיטה, שהוא נוסף על הריוח שעשה בסוף השיטה כשיעור ובין שניהם יש הרבה יותר מכשיעור ואפילו הכי הוי סתומה, הוא הדין והוא הטעם אם הניח ריוח הרבה, וכמו שלמד הרמב\"ם מהירושלמי דפתוחה מכאן ומכאן סתומה, אם הניח מעט ריוח בתחלת השיטה שניה אעפ\"י שהניח בסוף שיטה הראשונה כשיעור הנ\"ל, יש ללמוד דהוא הדין אם הניח ריוח הרבה בתחילת שיטה שניה, דחד דינא וחד טעמא הוא.  ומה שיש לומר בישוב המנהג, הוא משום שהתוס' והרא\"ש שתמהו על פירוש זה בירושלמי, לא משום דפתוחה בראשה לחוד הוא דתמהו, אלא אף משום פתוחה בסופה, דס\"ל מאחר שפתוחה מסופה פתוחה, [ב]הא דפתוחה מראשה לא גרעי ולא נפקת מתורת פתוחה מסופה. וכן הוא להדיא בספר התרומה סי' (ר\"ב) [ר'], בהא דפליגי סדור הקדמוני עם מסכת סופרים, דמר ס\"ל פתוחה מסופה דווקא, ומר סבר מראשה דווקא, והעושה פתוחה מראשה ומסופה יצא ידי שניהם, מכלל דאף דמאן דס\"ל פתוחה מסופה דווקא, לא גרעי בהכי מה שעשה פתוחה גם בראשה. וכ\"ה להדיא שם. וא\"כ נהי דפתוחה מראשה הנהיגו כדעת הרמב\"ם, מכל מקום פתוחה מסופה דלדידהו הפתוחה שבראשה אינה מוציאה משום פתוחה מסופה חששו לדבריהם, ולא רצו לסמוך על דעת הרמב\"ם בלבד לעשות פתוחה בסופה וגם בראשה, דתרתי לא עבדי לעבור על דברי התוס' והרא\"ש, ובחרו בצורה הראשונה להניח בסוף פרשת שמע פחות מכשיעור דלא מיקרי פתוחה מסופה לכ\"ע אלא פתוחה מראשה בלבד, אלא דלדעת הרא\"ש הוי מכל מקום פתוחה ובהא לחוד סמכו על הרמב\"ם, כנ\"ל.  מיהו בספר התרומה שם משמע דסברת ר\"ת אינה מוכרחת כל כך, דאדרבא פתוחה מסופה ומראשה גרעי טפי מאילו היתה פתוחה במקום אחד מסופה או מראשה, ולכן לא תמה על הירושלמי דאמר פתוחה מכאן ומכאן סתומה, אפילו לגרסת התוס' דגרסי ברישא, פתוחה מראשה פתוחה ומסופה פתוחה, דלאו הא בהא תלייא. אלא דמצד אחר קשיא ליה הירושלמי דרב אדרב, דבגמרא דילן למסקנא אמרינן דרב קאי אריוח דווקא ולא אפתוחות דווקא, ובירושלמי איתא דרב אמר הלכה בפתוחות, ולא ניחא ליה למימר כמ\"ש התוס', די\"ל דירושלמי פליג וסבירא ליה כמ\"ד דגמרא דידן, משום דלמסקנא אמרינן דרב אזיל בתר מנהגא, וה\"נ ס\"ל להירושלמי, כמ\"ש הפוסקים בירושלמי פרק הפועלים דמנהג מבטל הלכה. והתוס' לא חששו לקושיא זו, ומשום הכי אי לאו דתמה על הירושלמי מצד עצמו, לא היו מפרשים פירוש אחר בירושלמי, והטעם, דאפשר לומר דהירושלמי ס\"ל דהא דרב בהאי אתמר.",
      "footnotes": "מתוכן התשובה הזאת נראה שהוא כעין קונטרס אחרון לסי' לב סנ\"ב, ובא לבאר כאן: א) הטעם שלא פסק שם כהצעת הט\"ז, להשאיר ריוח פחות מכשיעור בסוף פר' שמע ובתחלת פר' והיה אם שמוע. וכן רמז לזה בציונים שעל הגליון בשו\"ע סנ\"ב. ב) הטעם שהנהיג להניח ריוח כשיעור ט' אותיות בסוף פר' שמע וגם קודם התחלת פר' והיה אם שמוע, כמבואר בקונטרס אחרון שם ס\"ק יב.  אלא שכאן (ד\"ה ומה שיש לומר בישוב המנהג, ובשו\"ע שם) כותב ליישב את המנהג להשאיר ריוח פחות מכשיעור בסוף פר' שמע וריוח כשיעור קודם התחלת פר' והיה אם שמוע, אבל למעשה הנהיג להשאיר כשיעור גם בסוף פר' שמע, כמבואר בקו\"א שם.  שקו\"ט בתשובה זו: שו\"ת בית שלמה חאו\"ח סי' ח וחיו\"ד סי' קמט. מקדש מעט סי' לב ס\"ק קנ. גדולי הקדש שם ס\"ק מא. שו\"ת גלי ים סי' ח. שו\"ת מנחת אברהם סי' ד. בית מרדכי סי' ד. שו\"ת יחוה דעת ח\"ד סי' ג. אהלי שם ז ע' רמט.   הל' ספר תורה פ\"ח ה\"ב.   ראה מ\"ש המאירי בקרית ספר מאמר ב ח\"ב.   מגילה פ\"א ה\"ט (די\"א ע\"ב).   סי' עז, המובא בט\"ז שם.   סי' קנד, שכתב \"נהגו רבותינו להניח קצת חלק בסוף שמע וקצת חלק בתחלת והיה אם שמוע ובין הכל שיעור חלק שלשה אותיות כדאמרינן בירושלמי פתוחה מכאן ומכאן סתומה\".   עשין כג (מזוזה).   הלכות מזוזה סוף סי' ה, שכתב \"וטוב שלא יניח כשיעור ג' אותיות בסוף השיטה וכן בראש השיטה לקיים מה שאמר והאידנא נהוג עלמא בסתומות\". וראה מעדני יו\"ט שם אות ק, שביאר שיטת הרא\"ש כשיטת הסמ\"ג הנ\"ל. וראה קו\"א בשוע\"ר סי' לב ס\"ק יב.   מנחות לב, א.   רמב\"ם הל' תפילין פ\"ב ה\"ב.   כדלקמן בסמוך.   ארחות חיים הלכות תפילין סי' כו בשם בעל השלמן.   פ\"ב מהל' תפילין ה\"ב.   מנחות לב, א.   בכת\"י ליתא.   תיבה זו אינה ברורה בכת\"י. ואוצ\"ל \"מהר\"מ\", והכוונה למוהר\"ר משה ב\"ר משלם, המובא בשו\"ת רש\"ל סי' לז, שמצויין בט\"ז שם. וראה גם שו\"ת רמ\"א סי' כה.   או\"ח סי' לב ד\"ה וכתב מהר\"י אבוהב.   סעיף לו.   ועיין שוע\"ר סי' לב סנ\"ב.   מגילה פ\"א ה\"ט: פתוחה מראשה סתומה, פתוחה מסופה פתוחה, פתוחה מיכן ומיכן סתומה.   וכ\"פ בשוע\"ר סי' לב סנ\"ב.   בכת\"י הועבר עליו קו למחיקה. ואוצ\"ל: הריא\"ס (המועתק בב\"י שם (רכב, א).   מנחות לב, א ד\"ה והאידנא.   הלכות מזוזה סי' ה.   בהעתקתו מדברי ר\"ת בהל' ס\"ת שלו (גנזי ירושלים ע' קא).   כי אחר העתקת דברי ר\"ת הנ\"ל כתב שדברי הירושלמי \"פתוחה מכאן ומכאן סתומה\" פליגא על דברי ר\"ת הנ\"ל.   מנחות לב, א   שם ד\"ה והאידנא.   ב\"מ פ\"ז ה\"א.   דס\"ל דיש חילוק בין מנהג למנהג. עי' מעדני יו\"ט הל' מזוזה סי' ה אות נ.   בכת\"י: \"בפירוש\", כלומר לענין פתוחה ולא לענין ריוח."
    },
    {
      "chunk_id": 3,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ב",
        "siman": "סימן ב"
      },
      "text": "להודיע לכל בית ישראל עדת עם הקודש גודל חומר עון איסור שבת דדשו ביה רבים פה קהלתנו ונעשה להם היתר, שמחזיקין מחיה בשבת ועוברים על כמה איסורין איסור מדידה ומקח וממכר וחישוב סכום מנין ועוד כמה וכמה איסורים. הגם שיש איזה התירים באם שאינו מזכיר לו שם מדה ואינו מודד לו מלא, היינו דווקא כשנותן לו בלא מעות, דאז הוי כשאלה, משא\"כ כשמוכר בעד מעות דהוי משא ומתן גמור. ואפילו ע\"י נכרי אסור, אם לא באופן שיתבאר למטה, כדאיתא בהדיא בגמרא סוף פרק ג' דביצה ע\"ש ברש\"י. והנה מהראוי היה להטיל גודא רבא ע\"ז כמבואר בפ\"ד דקידושין ע\"ש, אבל בוודאי ישראל עם קדוש וטהור אינו צריך לזה חלילה, ואפילו (בכותי) [במומר] אמרו לא שביק התירא ואכיל איסורא ר\"ל, ובאם שיהיה איש שוגה ופתי אשר לא יאמין לדברים האלה ונקל בעיניו עון איסור חילול שבת השקול כעבודה זרה ר\"ל כמבואר בש\"ע יו\"ד סי' ב', אזי חיוב גמור לכל מי שיודע ממנו וממעשיו להגיד קלונו ברבים כדי לבער מעשיו הרעים מקרב ישראל [על ידי כפיה באלה ושמתא] ואם יחפה עליו ולא יגיד ונשא עונו, ולהשומעים יונעם ותבא עליהם ברכות טוב.  וכן יעשה כל איש ישראל שמחזיק מחיה, יבקש לו נכרי ויאמר לו בזה הלשון, אם הייתי רוצה לשכור אותך שתמכור משקה שלי בשבת הייתי נותן לך על דרך משל מן טאפ שכר אחד טפל ומן טאפ דבש אחד קטנה ומן טאפ יי\"ש ג' קטנים על דרך משל, עכשיו אין אני שוכר אותך רק אני מוכר לך שיהיה המשקה שלך, ואתה תתן לי בעד כל טאפ המעות שתקבל בעדו פחות א' טפל מן טאפ שכר ופחות אחד קטנה מן דבש ופחות ג' קטנים מן טאפ יי\"ש על דרך משל, וישראל יקנה לו בלב שלם המשקה שלו בעד סך מעות שיפסוק אתו עמו בעד כל טאפ. ורשאי הישראל להיות יוצא ונכנס אתו עמו לשמרו כשהולך להביא לבית למכור, רק שלא ידבר ושלא יחשוב עמו כמה מדות נטל בשבת רק יחשוב עמו אחר השבת.  גם מוכרי הערינ\"ג ומלח וטאבי\"ק ינהגו למכור במכירה גמורה על דרך הנ\"ל.",
      "footnotes": "ראה שוע\"ר סי' שכג ס\"א.   ראה שוע\"ר סי' שו ס\"ד.   ראה שוע\"ר סי' שכג ס\"ג וסי' תקיז ס\"א.   ראה שם סי' שכג ס\"א.   ראה שוע\"ר סי' שכג ס\"א דעת \"ויש מקילין\".   ראה שוע\"ר סי' תקיז ס\"ו.   כמבואר בשוע\"ר סי' רמג ס\"ג (במוסגר). סי' רמד סי\"ב. סי' שו ס\"ד. סי' תקיז ס\"ו.   כט, ב.   ד\"ה הרגיל אצלו: ונותנו לו בלא פיסוק דמים.   עפ\"י ב\"ק צב, ב.   עב, סע\"א.   כן תיקן בבדי השלחן סי' קב ס\"ק כב עפ\"י כת\"י.   חולין ד, א.   סעיף ה. וראה גם שוע\"ר סי' קכח סנ\"ב וש\"נ. וראה שוע\"ר סי' שפה ס\"ג דהיינו אפילו באיסורי דברי סופרים (כמו הכא).   ראה שוע\"ר או\"ח סי' קנו ס\"ח.   השלמת בדי השלחן שם.   ויקרא ה, א.   ראה משלי כד, כה. תמיד כח, א ובמפרש שם.   ראה שוע\"ר סי' רמה סט\"ז שמותר ליתן לנכרי סחורה למכרה כשנותן לו חלק מהריוח ולא צוה לו שיתעסק בשבת. וראה שוע\"ר סי' רמד סי\"ב שאסור כשקובע לו המלאכה בשבת. ובפרט כשהוא בבית ישראל, כמבואר בשוע\"ר סי' רנב ס\"ה.   מדת הלח ברוסיה.   ראה שוע\"ר סי' רמה ס\"ד באיזה אופן יכול למכור לו את כל החנות והסחורה ליום השבת - בשותפים כשהתנו מתחלה. וראה שם סי\"ב באיזה אופן יכול למכור לו את כל העסק ליום השבת - כשאינו שותף רק עובד אצלו בכל ימי השבוע. וכאן מייעץ למכור לנכרי בערב שבת את הסחורה שימכור בשבת.   משא\"כ בשעה שמוכר. ראה שוע\"ר סי' רמד סי\"ז ובקו\"א שם ס\"ק ח.   ראה שוע\"ר שם סי\"ח."
    },
    {
      "chunk_id": 4,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ג",
        "siman": "סימן ג"
      },
      "text": "המנהג הפשוט שלא לדקדק כלל בהעמדת הקנים של צורת הפתח שיהיו סמוכים לכותל בפחות מג' טפחים ולית דחש לה למ\"ש הבכור שור (ריש ערובין) וטעמם ונימוקם אתם שכל המחמיר בדברי סופרים עליו להביא ראיה כדתנן בפ\"ד דידים וראייתו מלחי (יש לדחות דהתם) [נפלאה ממני, כי מובן מדבריו שהבין דהא דאמרינן בגמרא דהוי לי' מחיצה שגדיים כו' קאי גם אהפליגו מן הכותל ג' טפחים ושגגה היא דהא רשב\"ג לא מודה בכה\"ג כדאיתא בדף ט' באנו למחלוקת כו', אלא בלמטה דוקא מודה משום שהגדיים כו', אבל בהפליגו מן הכותל לא איכפת לן בגדיים בוקעים שהרי פרצת מבוי בעשר מראשו כמ\"ש התוס' דף ו ד\"ה אחד זה וכמ\"ש המ\"א ריש שסה, אלא] היינו טעמא משום דלחי אינו נידון משום מחיצה אלא בצירוף מחיצות גמורות שתים לפחות אבל בלא צירוף מחיצות גמורות לא מהני כלל אלא [ב]כעין פסי ביראות הלכך לא מהני אלא בסמוך למחיצה גמורה ולא במופלג ממנה שאינו מצטרף עמה משא\"כ בצורת הפתח שא\"צ לצירוף מחיצות כלל שהרי נעץ ד' קונדסין כו' ועי' סי' תר\"ל.",
      "footnotes": "כדעת התוספת שבת סי' שסג ס\"ק י. וראה שוע\"ר סי' שסג סוף סל\"ה ובמצויין שם. ומה שהאריך בזה בשו\"ת צ\"צ חאו\"ח סי' מ. שו\"ת שארית יהודה או\"ח סי' ו. שו\"ת דברי נחמיה או\"ח סי' כד, ובסוף הס' שם בהערות לסי' שסג ס\"ח.   משנה ג.   שצריך להיות סמוך לכותל (שוע\"ר סי' שסג ס\"ח).   הושלם עפ\"י שו\"ת דברי נחמיה או\"ח סי' כד.   עירובין יד, ב.   עירובין ט, א שגם בלחי אמרינן לרשב\"ג לבוד בד' טפחים. וראה שו\"ת דברי נחמיה שם בהג\"ה. העו\"ב תתכא ע' 65.   ס\"ק ג, שגם לדעת הטור לא איכפת לן בפירצה ג' בראשו.   שוע\"ר סי' שסג ס\"א.   שוע\"ר סי' שמה ס\"ו.   שוע\"ר סי' שמה ס\"ה.   שוע\"ר סי' שסד ס\"ד.   סי' זה בשוע\"ר לא הגיע לידינו. וראה שו\"ע שם סעיף ו."
    },
    {
      "chunk_id": 5,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ד",
        "siman": "סימן ד"
      },
      "text": "שאלה  בעירנו המנהג מדי שנה, מקודם פסח הולך איש אחד המיוחד, שמו ר' בנימין, מבית לבית, וקונה כל חמץ מכל העיר, והיה מוכר לגוי עפ\"י תקנות כבוד קדשו, ובנוסח הנמסר לו ממעלת קדושת כבוד תורתו. ובערב פסח הלז היה מעשה שכמה שיינקארע\"ס מיי\"ש ושכר היו מצפים וממתינים על ר' בנימין הנ\"ל, וכשראו שהזמן קצר הלכו אצלו למכור חמצם לר' בנימין הנ\"ל, והשיב להם שכבר מסר השטר מכירה לגוי הקונה, וביקשו ממנו שילך עמם למכור חמצם ולא רצה לילך, רק שקנו ממנו בקנין גמור אגב סודר, וצוה להם שיחפשו את הגוי הקונה, והלכו וחפשו ולא מצאו את הגוי, וחזרו ובאו אצלו לשאול כדת מה לעשות עם חמצם, וספק אם היה אחר זמן איסורו או עדיין לא עבר זמן, וציוה להם שיחתמו על שטר מכירה שתחת ידו אשר הוא קונה, אבל לגוי לא נמכר, ויש מהשיינקארע\"ס שלא חתמו כלל אף על שטר מכירה שתחת ידו, רק שקנו בקנין גמור אגב סודר, ויש שלא מכרו כלל. וכגון דא צריכין לאודועי שמקודם מסרו לגוי שיינקארע\"ס בכדי שימכרו על שיינ\"ק בפסח. גם זאת מודיעינן שאצלינו אטקופשטי\"ק מיי\"ש גוי, הנאמן שלו הוא ישראל, וישראל הנאמן הוא מכר כל היי\"ש שבקאנטא\"ר ג\"כ לר' בנימין הנ\"ל. ויש משיינקארע\"ס שלקחו יי\"ש על שיינ\"ק אחר מכירת הנאמן, ויש שלקחו מקודם. והאטקופשטי\"ק משכר הוא ישראל, ומכר כל השכר שלו, וכתב בשטר מכירה שמעכשיו הוא מוכר לו כל השכר, ויש שלקחו שכר על שיינ\"ק אחר מכירת אטקופשטיי\"ק הישראל הנ\"ל. גלל כן גודל בקשתינו ממעלת כבוד תורתו אדמו\"ר למדנו איך ומה להתנהג. ועד שיגיענו ממעל' תשובה על שאלתינו מצווים ועומדים מאתנו השיינקארע\"ס לסגור החדרים שבהם היי\"ש והשכר לבל ימכר בשיינ\"ק, ומצפים לתשובות פי קדשו איך ומה להתנהג כל אחד ואחד בפרט. וגם לרבות שאלה זאת על קמח שנפל עליו מים ונתחמץ. הגם שנשלח שליח מיוחד לק\"ק יאנוויץ לאחיו הרב נ\"י בחול המועד פסח לשאול השאלה הזאת, והשיב לנו תשובה כאשר יראה מע\"ל, אך שאין מבורר הפסק בבירור, לכן אנחנו מצפים לתשובת פי קדשו.  דברי אנחנו מנהיגי קהילתנו ליעלט.  נאום יהושע פאלק בן יהודה ליב ונאום יוסף בן יהודה ליב  וזה אשר השיב  הלוקחים שכר שלקחו אחר מכירת האטקופשטי\"ק כל השכר למו' בנימין, וכן כל השיינקארע\"ס היהודים שמכרו תחלה השכר למו' בנימין ואח\"כ לקחוהו ומכרוהו לגוי למכור בפסח בלי רשות והרמנא ממו' בנימין, כולם יחזירו עכשיו כל השכר שבעין למו' בנימין ויאמרו לו הנה שלך לפניך כדין גזל חמץ ועבר עליו הפסח, ומו' בנימין יחזור ויקנה כל השכר הנ\"ל בדבר מועט מגוי שמכר לו כל החמץ שבעיר, ואף גם זה השכר היה בכלל המכירה אלא שנגזל ממנו בזדון או בשגגה. אך השכר שלקחו קודם שנמכר למו' בנימין בקנין גמור אגב סודר כדת, אין בידי להתיר כעת מחמת חסרון ידיעה איך מסרוהו לגוי למכור בפסח, כאשר כתב אליכם אחי נ\"י. וגם השכר שנמכר תחלה למו' בנימין אין להתיר אלא למוכרו לגוי על שיינ\"ק, ולא ישתה ממנו שום בר ישראל. אמנם היי\"ש כולו, בין שלקחוהו השיינקארע\"ס היהודים אחר שנמכר למו' בנימין כדת, בין שלקחוהו מקודם לכן, יש להתירו למכרו לגוי על שיינ\"ק ולא על הור\"ט, פן ישתה ממנו איזה בר ישראל. והטעם לכל הנ\"ל נלאתי נשוא במכתב ופנים אל פנים אדבר אי\"ה.  ושאלת הקמח היא סתומה מאוד, איפוא היה ומתי נפלו עליו מים, ואם היה ברשות ישראל בפסח בוודאי צריך להשליך לנהר כל מקום המלוחלח מהקמח.  שניאור זלמן",
      "footnotes": "ראה תיקוני מקוואות לפי תקנת רבותינו ע' קעז וע' קפב, שבתחלה נהגו שאנשי הקהלה מוכרים את החמץ לרב הקהלה והוא מוכרם לנכרי, ואח\"כ התחילו לנהוג לתת שטר הרשאה לרב הקהלה למכור חמצם לנכרי.   בהלכות מכירת חמץ.   מחזיקי בית מרזח.   שחתמו על שטר המכירה מבני העיר אל ר' בנימין, ולא על השטר המכירה מר' בנימין אל הנכרי.   שכל מחזיק בית מרזח מכר את בית המרזח שלו לידי נכרי, שיוכל למכור שם יי\"ש ושכר בפסח. וא\"כ אף שלא נכללו היי\"ש והשכר במכירת ר' בנימין לנכרי, יכולה אולי המכירה הזאת להתירו בהנאה.   החוכר מהממשלה את רשיון מכירת היי\"ש והשכר (המספק אותם לבתי המרזח).   השייך למשרד הזה. וא\"כ אולי מכירת האטקופטשיק את כל היי\"ש והשכר (השייכים למשרד) מועלת גם עבור היי\"ש שאצל מחזיקי בתי המרזח, שאפשר הם נחשבים כסוכנים של האטקופטשיק. וראה יגדיל תורה (נ.י.) ה ע' מא ואילך.   שלקחו יי\"ש מהאטקופטשיק כדי למכרו בבית המרזח, וכיון שהאטקופטשיק מכר את היי\"ש לר' בנימין והוא מכרו לנכרי, הרי שהם לקחו בלא רשות את היי\"ש השייך לנכרי, ואינו נחשב שלהם כדי להאסר בהנאה.   הרה\"ק מהרי\"ל מיאנאוויטש.   ואם כן שייך לנכרי הקונה וגזול הוא בידם.   משנה ב\"ק צד, ב. חו\"מ סי' שסג ס\"א. וראה שוע\"ר סי' תמ סי\"ז. סי' תמג סוף ס\"ח (ושם נאסר בהנאה, משא\"כ כאן שהחזירו למפרע, מועלת המכירה בדיעבד להתירו בהנאה).   ראה שו\"ע סי' תמח ס\"ג.   ראה שוע\"ר סי' תמח סי\"ג-ד (מתי גזילתו מבטלת את המכירה לנכרי).   ראה שו\"ת שארית יהודה או\"ח סי' יב (כג, ב).   שבאופן הנ\"ל התיר בדיעבד רק בהנאה ולא באכילה.   ראה שוע\"ר סי' תמב ס\"ט בהג\"ה, שהתיר בהפסד גדול מאד יי\"ש שעבר עליו הפסח, בהנאה ולא בשתיה, רק שיזהר שיהא בענין שלא יחזור הנכרי וימכרנו לישראל.   כוסיות לשתיה בבית מרזח.   סיטונאות.   ראה שוע\"ר סי' תסו ס\"ח וסי\"ב-ג.   ראה שוע\"ר סי' תמה ס\"ד."
    },
    {
      "chunk_id": 6,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ה",
        "siman": "סימן ה"
      },
      "text": "וביאור הבית יוסף בג' מקומות, לא נפניתי כעת בדבר שאין נ\"מ לדינא. ועד האחרון אני בא, ומודיע נאמנה לשום עיונו בתוספת שבת כמדומה לי שהאריך בזה.  ואודות תערובת בצק חמץ בבצק מצה, תליא בהא אם יש בילה, כמ\"ש ביו\"ד סי' שכ\"ד, והוי כלח בלח ואינו חוזר וניעור, או אין בילה והוי כיבש ביבש דחוזר וניעור, לפי מנהגינו שברמ\"א סי' תמ\"ז ס\"ד. אך לפי מ\"ש המג\"א סי' תס\"ו (סק\"ט) דאפילו פירור חוזר וניעור, ור\"ל אף שנאפה קודם הפסח, דס\"ל דהוי כיבש ביבש, לא ידעתי מקום לספיקו דמעכ\"ת, אך באמת אני אינני מורה כן לעניים משום שמחת יו\"ט לאסור האפיה קודם פסח מחשש פירור המיפרך. וטעמי ונמוקי לא עת האסף פה כי הדברים עתיקים וארוכים.  וה' שנותיו יאריך כנפש או\"נ ש\"ב  שניאור זלמן",
      "footnotes": "ראה ט\"ז שם ס\"ק יג, וש\"ך שם ס\"ק יח, בשם תרומת הדשן סי' קצ, שיש ב' דעות בזה, אם דינה כלח בלח שנבללים לגמרי, או שאין בילה אלא ביין ושמן. וראה קו\"א סי' תצח ס\"ק ו, שיש בילה היינו שאין משהו בתערובת שלא יהא בו משהו מהדבר שנתערב.   ובשוע\"ר שם סכ\"ב.   אם נאפה קודם הפסח אפשר להקל בכל אופן, ואף אשר לפי מ\"ש המ\"א כו'.   דעה הב' שבשוע\"ר שם ס\"ט. ושם ס\"י מבואר לדעה זו, שאם נאפה קודם הפסח אינו חוזר וניעור, שכבר נעשו אלו הפרורין גוף אחד ונתבטלו קודם הפסח. ומסיק להקל כדעה זו בשעת הדחק.   אוהב נפשו שאר בשרו."
    },
    {
      "chunk_id": 7,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ו",
        "siman": "סימן ו"
      },
      "text": "גלילי ידיו הטהורות ואת כל אשר בה ראיתי וקריתי, ובאתי בקצרה לאמר עם הספר, אודות איסור בישול מצה שנתפררה.  באמת כי גם שאינו איסור גמור וברור מדינא, מ\"מ המחמיר תבא עליו ברכה, ואינו מן המתמיהין לאמר כי היא חומרא בלא טעם, אלא טעמא רבא איכא במלתא, ליזהר מחשש איסור דאורייתא, לפי דעת סמ\"ק ורבינו ירוחם, הובאו ב\"י סי' תס\"א, וכן פסק הפרי חדש שם (ס\"ב), בקמח שנקלה דחיישינן שמא לא בשול שפיר.  והנה עינינו רואות בהרבה מצות שיש עליהם מעט קמח אחר אפייה וזה בא מחמת שהיתה עיסה קשה ולא נילושה יפה יפה. ומ\"ש בט\"ז (סוף) סי' תנ\"ט דבדיעבד שרי היינו המצות לחודייהו אבל לשום במרק מסתפק המג\"א סי' תס\"ג אפילו בדיעבד. ואף דמסיק להחמיר משום הפסקת המצה בין הקמח והאור, והכא לא שייך האי טעמא בקמח שעל גבי המצה, היינו לפי דעת רש\"י והרמב\"ם שם במג\"א, אבל לפי דעת הפרי חדש שפסק כסמ\"ק ורבינו ירוחם, בקמח שעל גבי המצה נמי איכא למיחש אפילו בדיעבד. ואף שהפרי חדש ס\"ל לחלק בין קמח הרבה למעט שעל פני העוגה, וחולק על הרשד\"ם דלא סבירא ליה חילוק זה, פשיטא שהמחמיר כהרשד\"ם תבא עליו ברכה, דהא גם המג\"א לא ס\"ל חילוק זה, דלא נסתפק אלא בדיעבד, אבל לכתחלה מודה דאסור אפילו בקמח מעט שבמצה ליתן במרק, לפי דעת סמ\"ק ורבינו ירוחם. ומ\"ש המג\"א סוף סי' תנ\"ט ועוד דהא נקלה כו', הוא לפי דעת רש\"י והרמב\"ם. ואף שבין להמג\"א ובין להפרי חדש יש להקל, מ\"מ כיון שהקולות הן מב' טעמים חלוקים, אינן מצטרפין בדאורייתא, כמ\"ש הש\"ך סי' רמ\"ב, וכל שכן בפסח.  ואף דהמג\"א והפרי חדש מיירי בקמח ממש שמערבים בידים, מכל מקום כיון שעינינו רואות מצות הרבה שמצוי בהם קמח מעט נראה לעין אחר האפייה, אי אפשר להכחיש החוש. ומה שלא הזכירו זה הפוסקים, היינו משום שזה אינו מצוי כלל אלא בעיסה קשה שלא נילושה יפה, ובדורות הראשונים היו שוהין הרבה בלישה וגלגול עד שהיה נילוש יפה. עד שמקרוב זה עשרים שנה או יותר נתפשטה זהירות זו בישראל קדושים, למהר מאד מאד בלישה, ואין לשין יפה יפה, ולכן נמצא קמח מעט במצות של עיסה קשה, כנראה בחוש למדקדקים באמת.  והנה משהו קמח בעין שעל פני המצה למעלה שמתחמץ במרק, כשמפררים את המצה לתוך המרק כנהוג בשבת, יש בזה חשש איסור דאורייתא, כי אין כאן תערובות כלל. אבל במצה טחונה שעושים ממנה עגולים יש לדון בזה דין תערובות, ותלוי באשלי רברבי, מחלוקת הפוסקים ביו\"ד סי' ק\"ד גבי תערובת יבש בלח ע\"ש בפרי חדש. ומגודל טרדתי לא אוכל להאריך בזה.  ומ\"מ אין למחות בהמון עם המקילים, כיון שיש להם על מה שיסמוכו, והעיקר ע\"ד רש\"י והרמב\"ם. אבל לפי מ\"ש האריז\"ל להחמיר כל החומרות בפסח, פשיטא שיש להחמיר כהרשד\"ם שבפרי חדש. ומ\"מ ביו\"ט האחרון המיקל משום שמחת יו\"ט לא הפסיד. ובמי פירות פשיטא דאין להחמיר כלל כל הפסח.  והיה זה שלום מאדון השלום כנפש או\"נ  שניאור זלמן במוה' ברוך זלה\"ה  וחדש של ישראל לפי דעת המ\"א (סוף סימן תפ\"ט) אין חשש. אלא שבתשובת כנסת יחזקאל (סי' מ\"א) האריך להחמיר, על פי דעת הב\"ח, ונהוג עלמא כוותיה. אך לצורך זיתים של אכילת מצה ואפיקומן דמצה שמורה בשני הלילות יש להקל, כי העיקר בזה כהמ\"א דלא כתשובה הנ\"ל ואין לי פנאי להאריך בזה.  שניאור זלמן הנ\"ל",
      "footnotes": "ראה תשובת הגרי\"א בהר\"ד מוויטבסק, קובץ יגדיל תורה (נ.י.) יב ע' י, שזהירות זו היא מרבותינו במעזריטש. חומרה זו נתבארה גם במחצית השקל סי' תנח ס\"ק א.   כמבואר בשוע\"ר סי' תסג ס\"ג וש\"נ.   ראה לקוטי טעמים ומנהגים להגש\"פ (שלחן עורך): נזהרין ביותר ממצה שרוי' (ראה שו\"ת אדה\"ז ס\"ו. וראה שע\"ת סוסת\"ס). ולכן המצות שעל השולחן מכוסות, שמא יפלו עליהם מים. קודם ששופכין מים, או משקין שמים מעורבים בהם, לכוס או קערה בודקין שלא יהיו בכלי פירורי מצה. למים אמצעים ואחרונים אין להעביר ידיו על שפתיו. (וכן כל ז' ימי הפסח, משא\"כ אחש\"פ שמהדרין לשרות). וראה אוצר מנהגי חב\"ד, ניסן, ע' מג ואילך.   הגהת סמ\"ק סי' רכב (ע' רל).   נתיב ה ח\"ה (מו, ד), בשם תוס' מ, ב ד\"ה רבא.   ד\"ה כתב הרמב\"ם.   ראה שוע\"ר סי' תסג ס\"ב, שפסק כח\"י שם ס\"ק ד, להתירו בדיעבד רק בהנאה ולהשהותו.   ראה שוע\"ר סי' תנט סכ\"ה (כשהוסיפו קמח לעיסה רכה).   וכ\"ה בשוע\"ר שם סכ\"ו.   ס\"ק ד. וכ\"ה בשוע\"ר שם.   מ, ב ד\"ה בחסיסי.   פ\"ה ה\"ג. שהיא דעה הב' בשוע\"ר סי' תסג ס\"ב.   שכשמפזרים קמח על עיסת המצה לפני הכנסתה לתנור, גם הסמ\"ק ורבנו ירוחם יודו דלא חיישינן שמא לא נקלה יפה.   או\"ח סי' כו, שמסתפק אם יש לסמוך על סברא זו לחלק.   להמ\"א כיון שפוסק כרש\"י ורמב\"ם, ולהפר\"ח כי בקמח שעל גבי המצה גם הסמ\"ק ורבנו ירוחם יודו.   בסוף הפלפול בהנהגת הוראות איסור והיתר ד\"ה וכתב עוד הרב, ובקיצור בהנהגת הוראות אות ז. וראה גם קו\"א סי' תמ ס\"ק ו. כללי הפוסקים וההוראה סי' לז וסי' פז.   ראה לעיל סי' שיח סי\"ב.   ראה שערי תשובה סי' תס ס\"ק י בהג\"ה.   בשוע\"ר סי' תסו ס\"ט וש\"נ, ובסי' תמב קו\"א ס\"ק טו, הכריע רבנו שאפילו אין האיסור ניכר אינו בטל.   ס\"ק ג. הובא בקונטרס אחרון שם. ובזה תלוי גם נידון דידן, תערובת טיפת קמח שנחמץ (במרק העיגולים) - בקמח מצה טחונה. ושמטעם זה יאסרו העגולים אפילו אם עשאם קודם הפסח. וראה שלחן המלך ח\"ב ע' נח הערה 5.   ראה משנת חסידים מסכת ניסן פ\"ג אות ד. באר היטב רס\"י תמז.   ראה חבלים בנעימים או\"ח סי' יח.   ומנהג חב\"ד שמהדרין לשרות באחרון של פסח. ראה לקוטי טעמי ומנהגים להגש\"פ שם. לקו\"ש כב ע' 30. שלחן המלך ח\"ב ע' ס.   ראה אוצר מנהגי חב\"ד שם ע' מה-ו. שלחן המלך ח\"ב ע' נט.   ראה יגדי\"ת נ. י. חוברת כ (ע' תפה).   הובא בשוע\"ר שם ס\"ל, שסומכין (בשעת הדחק) על דעת הפוסקים שחדש בחו\"ל מדרבנן (אפילו אם הוא של ישראל), ובמקומות שאינן קרובים לארץ ישראל לא גזרו כלל.   בחדש של ישראל בחו\"ל, ולא התיר אלא בחדש של נכרי בחו\"ל.   יו\"ד סי' רצג, בשם הגהות מהרש\"ל לטור, בשם תשובת מעיל צדק, בשם הריב\"א, ומשמעות בה\"ג (להתיר רק בשל נכרי בחו\"ל).   ראה שו\"ת צמח צדק יו\"ד סי' שנא (מנהג מדינות אלו לאסור חדש של ישראל ולהתיר חדש של נכרי).   שעיקר המצוה היא בקמח של ישראל, כמבואר בשוע\"ר סי' תנג סט\"ז ואילך.   ראה שוע\"ר סי' תפט שם שהעיקר כדעות האוסרים, ובעל נפש יחמיר לעצמו. משא\"כ כאן במצות של מצוה. וראה שו\"ת צ\"צ יו\"ד סי' ריח (לח, ד). סי' רכ (לט, ג-ד). סי' שנב (נז, ד; נח, ג)."
    },
    {
      "chunk_id": 8,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ז",
        "siman": "סימן ז"
      },
      "text": "<h4>[תשובת שאלה נידון סכינים מלוטשים]</h4>  ותוכן הענין בקצרה, יען כי הנה רוב השוחטים בסכינים שאינן מלוטשים המומחים משחיזין הסכין להיות חדה הרבה ואזי אינה חלקה כל כך. וטעמם ונימוקם עמם שאם תהא חלקה לא תהא חדה כל כך כנראה בחוש (וכמשמעות לשון הרמב\"ם ושו\"ע סעיף ז'), ואזי קרוב לבוא לידי דרסה אם לא יוליך ויביא הרבה מאד, כמשמעות לשון הגמרא ושו\"ע שם אפילו כל היום כולו כו'. ואף שכל היום כולו היא גוזמא, מכל מקום משמע ודאי שצריך להוליך ולהביא הרבה מאד להנצל מחשש דרסה, ואזי אפשר לבא לידי שהייה בבהמה כמ\"ש רמ\"א. לכך בחרו המומחים לעצמן דרך ישרה יותר להשחיזה ולהעמידה חדה ולא חלקה, ואף שהיא קרובה להיות כסאסאה, הרי אמרו בגמרא מאן יהיב לן מבשריה כו'. ואף גם לפי משמעות לשון הרמב\"ם ושו\"ע שכל שאינה חלקה דמיא לסאסאה (דאם תימצי לומר דמשכחת לה סכין שאינה חלקה ואפילו הכי לא דמיא לסאסאה, אם כן למה לא הזכירו כלל והרי אינה חלקה, מאחר דלא תליא בהכי כלל, והוה ליה למימר בקצרה שהושחזה והרי מגעתה כמגע כו'), ואנו אין בקיאים כו' כמ\"ש רמ\"א, היינו לכתחלה לחומרא בעלמא. והיינו טעמא, דחסרון בקיאות אינו כדאי לעשות ספק פגימה לאסור בדיעבד משום חזקת איסור דבהמה בחייה, משום דהשו\"ע והרבה מהאחרונים פסקו כהרשב\"א וסיעתו [בדעת הרי\"ף] דאין פגימה פוסלת אלא כשאוגרת לתוכה שום דבר דוקא, ואפילו כחוט השערה, ולזאת רחוק הדבר מאד לחוש מחמת חסרון בקיאות לפגימה גדולה כזו, ומשום הכי אינה אלא חומרא בעלמא לכתחילה.  אמנם פשט לשון בה\"ג והרי\"ף לא משמע הכי, וכמ\"ש בפרי תואר, אלא כמשמעות לשון הרא\"ש בדעת הרי\"ף, דכל פגימה שהוא מרגיש בצפורן מקרי חגירת צפורן, וכמ\"ש הרא\"ה דחגירה היא מלשון ויחגרו ממסגרותם שהוא לשון דלוג, ולא לשון חגורה כפירוש הרשב\"א. וכן דעת רש\"ל בים של שלמה, שהשמיט בהעתקתו לשון הרשב\"א דעל כל פנים בעינן שתהא אוגרת שום דבר. ואפשר וקרוב לומר שכן דעת הט\"ז, שהעתיק לשון רש\"ל, וכמ\"ש בפרי מגדים, עיין שם דסבירא ליה כפירוש הפרי תואר בהרא\"ש ורמב\"ם. ודמיא לסאסאה לפי דעת הפרי תואר היינו שאינו מרגיש שום פגימה אפילו כל דהוא אלא שאינה חלקה מחמת חידודה ביותר, וכמ\"ש הרמב\"ם, וכגירסת הרי\"ף והרא\"ש סכינא חריפא דדמיא כו', ולא כמ\"ש הרשב\"א וסיעתו שהיא פגימה קטנה ביותר שאינה אוגרת שום דבר לתוכה. והלכך לפי דעת הפרי תואר והפרי מגדים בדעת בה\"ג ורי\"ף ורמב\"ם ורא\"ש, אם תימצי לומר שאין אנו בקיאים בדמיא לסאסאה כמ\"ש רמ\"א, יש לחוש לספק איסור דאורייתא מחמת חסרון בקיאות (ורמ\"א קאי בשטת הב\"י בשו\"ע), וצריך להיות הסכין חלקה לגמרי. וזהו דבר הקשה להיות חלקה וגם חדה להנצל מספק שהייה בבהמה, אם לא בסכין מלוטשת. ואף גם שימצאו שוחטים אומנים שיוכלו להשחיז אף סכין שאינה מלוטשת להיות חדה וחלקה, אך לאו כולא עלמא גמירי אומנות זו. וגם כדי להשחיז כן הסכין נצרך שהות מרובה, ואין כל העתים שוות להשוחט, מה שאין כן במלוטשים קל הדבר להאומנים בלי שהות מרובה כלל.  וממוצא דבר נשמע כי חלילה לנו להוציא דבה על מדינות המקילין בזה וסומכין על הפוסקים המקילין בשיעור פגימה, וגם חלילה לכם להקפיד על מדינות המחמירין וחוששים לדעת פוסקים המחמירים בשיעור פגימה. וכהאי גוונא מצינו כמה הלכות שנחלקו בהן הפוסקים ראשונים או אחרונים ובדורות שלפנינו נהגו אבות אבותינו כדעת המקילין ובדורות הללו רבו כמו רבו הנוהגים להחמיר, כמו חדש ותפלת ערבית בזמנה וכהאי גוונא טובא:",
      "footnotes": "נדפסה לראשונה בשוע\"ר דפו\"ר (בסוף סי' יח), והוגהה ע\"פ האגרת המקורית (תחלת וסיום בכתי\"ק), שנדפסה בשלימותה באג\"ק אדה\"ז ע' קמג ואילך.   מה שהנהיגו השו\"בים במעזריטש וקהלות רבות, לשחוט בסכינים מלוטשים דוקא, שלוטש ונעשה צר לצד חודו לפני השחזת הסכין, וקל יותר לחדדו ולהחליקו. ראה שארית יהודה שער המילואים סי' לט. יגדיל תורה (נ.י.) יט ע' תו.   פ\"א הי\"ז (פיה חלק ואינה חדה).   סי' יח.   שמ\"ח סי' כג ס\"ט.   חולין לב, א.   ראה שוע\"ר סי' כד ס\"ק א-ב (שבהולכה והובאה אין זה דרסה).   סי' יח ס\"ז. ונתבארו בשוע\"ר סי' כג ס\"ק יד האופנים שיש לחשוש לזה..   חולין יז, ב.   הל' שחיטה פ\"א הי\"ח (סכין חדה שהושחזה והרי אינה חלקה אלא מגעה כמגע כו').   סי' יח ס\"ו.   כמבואר בשוע\"ר שם ס\"ק ח.   חולין ט, א.   סי' יח ס\"ב.   תורת הבית הארוך בית א שער ב (יג, א).   שהשמיט מימרא דרב חסדא (יז, סע\"ב) שפגימת סכין כחגירת צפורן (ונתבאר בשוע\"ר סי' יח קו\"א ס\"ק ג).   עי' צ\"צ פס\"ד דף מ\"א ע\"ד.   שהשמיטו שניהם מימרא דרב חסדא הנ\"ל.   סי' יח ס\"ק ג.   חולין פ\"א סי' כד. ונתבאר בשוע\"ר סי' יח קו\"א ס\"ק ג (ד\"ה אבל הרא\"ש, וש\"נ), פירוש הטור וסיעתו בדברי הרא\"ש בדעת הרי\"ף, שלא נפסל אלא בחגירת צפורן. וכאן מבאר כפירוש הפרי תואר, שפוסל אף פחות מפגימת חוט השערה.   בדק הבית (יג, א).   שמואל ב כב, מו.   ראה ערוך ערך חגר. שו\"ת צ\"צ סי' טז אות ד.   חולין פ\"א סי' לח.   סי' יח ס\"ק ב.   מש\"ז סוף ס\"ק ב.   הל' שחיטה פ\"א הי\"ח (חדה שהושחזה והרי אינה חלקה).   (ה, א).   ראה שו\"ת צ\"צ סי' ט\"ז אות ו.   סי' יח ס\"ו.   ס\"ב, כרשב\"א דלעיל, ולכן לא אסר הרמ\"א בס\"ו אלא לכתחלה.   ראה שו\"ת צ\"צ יו\"ד סוס\"י טז. פס\"ד צ\"צ מב, א.   ראה שוע\"ר או\"ח סי' תפט ס\"ל. לעיל שו\"ת סוס\"י ו. לקמן סי' כ.   ראה שו\"ע או\"ח סי' רלג ס\"א. דברי חמודות ברכות פ\"ד סוף ס\"ק טו (ומקרוב נתחדש).   דאין חוששין להוצאת לעז על הראשונים. וראה כללי הפוסקים וההוראה כלל קסט."
    },
    {
      "chunk_id": 9,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ח",
        "siman": "סימן ח"
      },
      "text": "ואודות איסור השוחטים שאסרו הקהל שחיטתן אין מקום לחוש אלא כשאסרו למגדר מלתא דאיסורא לעשות סייג לתורה כמ\"ש הרא\"ש בתשובה הובאה בפרי חדש סי' א' (ס\"ק ל\"ח) אבל לא בשביל דבר שבממון אבל איני יודע למה אין חשש מפני המחלוקת ח\"ו:"
    },
    {
      "chunk_id": 10,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ט",
        "siman": "סימן ט"
      },
      "text": "המכסה אני מאוהבי את אשר הודעתי נאמנה בישראל בכל סביבותינו, אודות השוחטים שנתרבו מקרוב מצוק העתים ה' ירחם, ומסיגים גבול ריעיהם. אשר כי אף גם שאין לפסול שחיטתן משורת הדין, שהחשוד לדבר אחד אינו חשוד כו', ומה גם מאיסור קל לחמור. אמנם זהו כששוחט לעצמו דווקא, אבל הממונה לשחוט לאחרים, דמדינא דגמרא צריך להראות סכינו לחכם דווקא ומנדין על זה, ולפי דעת הרמב\"ם וסמ\"ג וסיעתם הנידוי הוא משום חשש פגימה ולא משום כבוד החכם, דאין מנדין אלא מי שמבזהו [להחכם] ח\"ו ולא מי שאינו מכבדו אפילו בקימה והידור שהוא מן התורה, כמ\"ש בהגהות מיימוניות הובאו ב\"י וט\"ז סי' של\"ד להלכה, וכל שכן בלהראות סכין דרבנן. אלא דמשום חשש פגימה לחוד, משום דהרבה ישוב הדעת ויראת שמים צריך לבדיקת הסכין, הוי סגי להראות הסכין לאיזה תלמיד בעלמא כל שיודע דת ודין בבדיקת הסכין וירא ה' מרבים, ולא הצריכו להראות לחכם דווקא רק מפני כבודו של חכם כו'. ועיין תבואות שור דאף להרא\"ש וסיעתו לא מהני מחילת החכם, משום דמחשש איסור נמי נגעו בה, כשיטת הרמב\"ם וסיעתו. אלא עיקר ההיתר הנהוג עכשיו שאין מראין הסכין הוא כמ\"ש הרא\"ש והובא בשו\"ע להלכה כי הם זהירים [וזריזין] והרבה ישוב הדעת [ויראת שמים] צריך [כנ\"ל]. וכן כתב הב\"י ורמ\"א בדרכי משה סימן א' דלא די בחזקת כשרות דכל ישראל אלא שיודעים בו שהוא אדם כשר, עיין שם בדרכי משה. ואם כן איפוא, מאחר דתלמוד ערוך הוא דעני המהפך בחררה ובא אחר ונטלו ממנו מקרי רשע, הרי הרשע אינו אדם כשר ואינו ירא את ה' ודאי, רק שבדבר שלא נחשד בו מוקמינן ליה בחזקת כשרות דכל ישראל, אבל לא מיקרי אדם כשר וירא שמים לכל מודה על האמת, כי הרשע ואדם כשר וירא שמים שני הפכים. ולזאת לא טובה השמועה, אם אמת הדבר שמו\"ה אייזיק ממחניכם רוצה לקפח פרנסת השו\"ב מומחה מו\"ה שמואל, והדבר מוטל חובה על מעלתכם וכל אנ\"ש השומעים [לי] להתאמץ בכל עוז להסיר מכשול זה, ולדבר ג\"כ על לב מו\"ה אייזיק, ולהראותו מכתבי זה, ולפרוס בשמי בשלום הרב המו\"צ דמחניכם, ועמו הסליחה אשר לא יחדתי הדבור לכבודו, כי לא ידעתי אכנהו, ולבקש מכבודו גם כן כזאת וכזאת, להעמיד על האמת והשלום.  וה' שלום ישים שלום בשעריכם דורש שלומם וטובתם מלב ונפש חפצה  שניאור זלמן בא\"א מ' ברוך זללה\"ה",
      "footnotes": "ראה שו\"ע יו\"ד סי' ב ס\"ו. סי' קיט ס\"ד.   כמבואר בשוע\"ר יו\"ד סי' ב קו\"א ריש ס\"ק יג.   חולין יח, א. טור ושו\"ע סי' יח סי\"ז.   בהבא לקמן ראה גם שוע\"ר סי' יח קו\"א ס\"ק ט.   הל' שחיטה פ\"א הכ\"ו.   עשין סג (קמ, א).   קידושין לב, ב. טור ושו\"ע סי' רמד ס\"א.   הל' תלמוד תורה פ\"ו אות ז.   ס\"ק ח.   כמבואר בטור ושו\"ע סי' יח סי\"ז.   חולין יז, ב.   סי' יח ס\"ק לה. וכ\"ה בשוע\"ר סי' יח ס\"ק כז, וקו\"א ס\"ק ט (במוסגר).   חולין פ\"א סי' כד.   סי' יח סי\"ז.   בהבא לקמן ראה בצ\"צ יו\"ד סי' י\"ב ס\"א.   ס\"ק יב. וכ\"ה בקו\"א שם ס\"ק ב.   קידושין נט, א."
    },
    {
      "chunk_id": 11,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן י",
        "siman": "סימן י"
      },
      "text": "הנה לפי הנשמע עיקר קפידת הרב בגזירתו היתה על קבלת רשות ממנו דוקא. הנה באמת אין זה [חתיכה דאיסורא בחרם ח\"ו] כי אין לזה מקור בפוסקים כלל ואדרבא נהפוך הוא מבואר בט\"ז (סי' א' סק\"ד) שלא הקפיד אלא על השוחטים שאינן חכמים בלאו הכי דהיינו שלא הגיעו להוראה ומדקדוק לשון רמ\"א שם חכם ומומחה בהלכות שחיטה משמע דסגי במומחה [וחכם] בהלכות שחיטה לחוד דאל\"כ הל\"ל חכם לחוד וכ\"מ בהדיא בדרכי משה שם וכ\"מ בהדיא בים של שלמה ובש\"ך ס\"ק כ\"ח רגילים אף בעלי הוראה כו' מכלל דגם באין בעלי הוראה סגי לגדול בן י\"ח שנה עכ\"פ וכ\"מ ג\"כ במהרא\"י (סי' קע\"ז) וע\"כ צ\"ל שלא נתפשטה בימיהם תקנת רבינו גרשום מאור הגולה שבסוף תשובת מהר\"מ שהביא בתבואות שור אם לא נסהו הרב כמו שיש הרבה תקנות שם שלא נתפשטו במדינות אלו כמו המעשר וכיוצא בו ע\"ש בסוף תשובת מהר\"מ. ובלאו הכי נמי צ\"ל כן מדלא מצא הרמ\"א בדרכי משה סמך למנהגנו ליטול קבלה כי אם ע\"פ דרך הרמב\"ם דוקא ולא הביא תקנת רבינו גרשום מאור הגולה וכן כל האחרונים לא הביאוהו. והנה מאחר שמן הדין אין על הרב לגזור היה השוחט יכול לומר אדרבה כדין המנדה למי שאינו חייב נידוי ואם לא אמר אדרבה אין בזו קבלה על החרם רק קבלה לשמוע לו למנוע מלשחוט למען השלום ולא קבלה בחרם כלל מאחר שלא ענה אמן בפירוש או לשון אחר מפורש דוקא שמקבל על עצמו בחרם בפירוש וגם אם היה מקבל בפירוש לאסור עליו דברים המותרים וגם אם היה מקבל בפירוש על דעת הרב מאחר שלא קבל טובה ממנו יכולים ג' הדיוטות להתיר בלי רשות. ולהיות כל זה פשוט בפוסקים ובש\"ע לא ידעתי תחילה על מה נפל הספק ומחלוקת שם ונדמה לי כי העיקר הוא על סכינים הלטושים וזו מחלוקת ישינה וקשה לי להכניס ראשי בזה להכריע במכתב כי אם מפה לאוזן שומעת השומע ישמע והחדל יחדל. ולהיותי בדרך בלא ספרים לא יכולתי להאריך יותר בשגם עדיין איני יורד לסוף דעת החולקים מה זה ועל מה זה ואם יודיעוני עלי לשלוח תשובתם בצדם איה\"ש בבואי לביתי לשלום.  כ\"ד או\"נ שניאור זלמן  וגם אם בנה יסודו על ספר תורת יקותיאל יש לי להשיב תשובות הרבה אם יהיה מן ההכרח. וגם אם לא התירו ג' הדיוטות אין לאסור הבשר בדיעבד כמ\"ש הפרי חדש (שם ס\"ק ל\"ח) בשם הרא\"ש דאינו אלא קנס ולא מדינא ולאחרים אין להחמיר וה\"נ בנידון דידן הבעלי בתים סמכו על השוחט וב' עדים המסייעין לו ואומרים [שלא] קיבל על עצמו החרם ולא האיסור בפירוש וגם גזירות הרב ובית דין ע\"כ לא היתה לחלוטין עולמית רק עד שינסוהו אחר יו\"ט וכיון שאמר הרב בפה מלא ברבים שאינו רוצה ליתן קבלה בשום אופן בעולם על לטושים ממילא בטלה גזירתו מאחר שאין המניעה מהשוחט וגם אם לא בטלה אין לאסור בהפסד מרובה כמו בנידון דידן כי הרב לא אמר חתיכה דאיסורא כי אם השחיטה ולא פירש בהדיא שיהיה בשר הנשחט חתיכה דאיסורא כמבואר בס' שמלה חדשה (סי' ב' סכ\"ב) וגם בעיקר הדין יש לדון על גזירת הבית דין ממ\"ש הרמב\"ם בהלכות ממרים כאשר יפרש המוכ\"ז נ\"י. כל הנ\"ל השבתי לשואלי על פי רשות ורצון הרב שציוה לשאול ואמר בפה מלא שרוצה לבטל דעתו מפני דעתי כאשר הוגד אלי נאמנה.  נאום שניאור זלמן הנ\"ל"
    },
    {
      "chunk_id": 12,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן יא",
        "siman": "סימן יא"
      },
      "text": "(שייך ליו\"ד סס\"י ט\"ו)  הנה בתשובת הרשב\"א וש\"ע לא הזכירו רק גדיים קטנים והתבואות שור הוסיף מדיליה גם עגלים הרכים והגם דלכאורה יש לחלק ביניהם שבגדיים מחמת קטנותם אין הפרש כל כך נראה לעין בין בן פחות משבוע יום או יומים לבן יותר משבוע איזה ימים מועטים אבל בעגלים יש הפרש יותר ניכר לעין מבגדיים כנראה בעליל (וגם הדעת מכרעת כן דמאחר שהגדי בן שנה או ב' קטן הרבה מעגל בן שנה או ב' לזאת גם הוספת הגידול דגדי בשבוע לפחות הוא שיעור קטן הרבה בכמותה מכמות הוספת העגל) אך התבואות שור אזיל לשיטתיה דאע\"פ שנראה גדול הא אמרינן ריש מנחות דאיכא בן שנה דמיחזי כבן שתים. אמנם מלשון תשובת הרשב\"א וכל מקום שאנו חוששין לו שאינו בן ח' מחמת קטנותו כו' משמע בהדיא דיש מקום שאין חוששין לו דהיינו כשאינו נראה קטן כל כך. ושוב מצאתי כן בספר פרי תואר שדקדק כן מלשון הרשב\"א להקל בזה ולא להחמיר אלא היכא דניכר לעין שנולד מימים מועטים (אלא דמ\"ש שהוא ספק דאורייתא צע\"ג):  ומ\"ש התבואות שור מריש מנחות לק\"מ דהתם יש לומר דמיירי בסוף שנתו דלא מינכר לבן י\"ג חדש דמקרי איל בן ב' שנים (ומ\"ש כל הזבחים סתם היינו כל מיני זבחים עולות ושלמים כו' משא\"כ במסקנא הן רוב מיני זבחים) אבל בין בן חדש אחד לבן י\"ג חדש הוא נגד החוש לומר דלא מינכר ומכל שכן בקרבנות יחיד שכשרים מיום ח' כדתנן סוף פ\"ק דפרה. וחילוק זה בין סוף שנה לתחלתה מוכרח הוא בסוגיא דקדושין דף נ\"ה ע\"ב ואשתכח בן שנה דלא תקשי מסוגיא דריש מנחות וסוגיא דזבחים דף ע\"ה ע\"ב דאיכא בן שתים דמיחזי כבן שנה והתוס' דזבחים שם תירצו הא דאיתא בקדושין שם ואשתכח בת שתים דלאו דוקא שתים כו' ולא תירצו ולא הקשו אהא דאשתכח בן שנה אלא ודאי כמ\"ש לחלק בין תחלת שנה לסופה ולכן יש לומר בסוגיא דקדושין דמיירי דאשתכח למראית העין כבן חדש אחד או פחות בקרבנות היחיד וליכא לספוקי באיל בן י\"ג חדש. ובמתניתין דזבחים דהכל יכולים להתערב אפילו פסח ואשם יכולים דייקא ומשכחת לה בסוף שנתו דפסח אבל בדאישתכח בת שתים איכא למיחש שמא היא בת שנה בסופה והקשו שפיר. ולא תירצו דאישתכח בת שתי שנים בסופה משום דלא פסיקא להו מילתא כל כך דמנא ידעינן שהיא בסוף ב' שנים דאפשר דמתרמי בן סוף שנה גדול בגידולו ודמי לבן סוף שנתים קטן בגידולו דלא דמי גידול שנה ראשונה לגידול שנה שניה וההפרש שבין בן חדש אחד או פחות לבן תחלת שנה שנייה דהיינו בן י\"ג חדש גדול יותר למראית עין מההפרש שבין בן סוף שנה א' לבן סוף שנה ב' בבהמה אחת עצמה. ולזאת יכול להיות אפשר דמתרמי גדול בגידולו שהוא בסוף שנה א' דדמי לקטן בגידולו שהוא בסוף ב' משא\"כ בבן חדש או פחות לבן י\"ג חדש כו':  ובר מן דין יש לפרש הא דאיכא בן שנה דמיחזי כבן שתים הוא מיעוטא אלא דשכיחא והכא בדרבנן לא חיישינן למיעוטא אע\"ג דשכיח ואפילו בספק שקול יש מקום להקל כאן משום ספק דרבנן לקולא אלא דהרשב\"א שהחליט כאן לאיסור לשיטתיה אזיל דס\"ל הלכה כר' יוסי להחמיר בספק דרבנן שיש לו חזקת איסור או טומאה כמ\"ש בתשובה סי' ת\"א והמגיד משנה בשמו בפ\"ו מהלכות עירובין מסוגיא דעירובין דף ל\"ו ע\"א ופירש רש\"י שם משום חזקת ביתו וה\"נ בנידון דידן איכא חזקת איסור כמ\"ש הרא\"ש בתשובה הובאה ב\"י אה\"ע סי' קנ\"ו דתרי ותרי דוקא מפקי לה מחזקה משום דהרא\"ש נמי ס\"ל כהרשב\"א גבי ספק עירוב בסוף פ\"ב דשבת. אבל לפי דעת רש\"י והרמב\"ם שם (והרמב\"ם אזיל לשיטתיה דס\"ל דהלכה כת\"ק דר' יוסי בפ\"ב דמקואות) וכן פסק הב\"י בש\"ע או\"ח סי' (תט\"ו) [ת\"ט סעיף ו'] כרש\"י ורמב\"ם דלא מוקמינן אחזקה דביתו בתחומין דרבנן יש להקל בנידון דידן אפילו בספק שקול כמו בתרי ותרי להרא\"ש:  ועוד דאפילו להרא\"ש (דס\"ל שהיא חזקת איסור) דוחק גדול הוא לחלק בין תרי ותרי לשאר ספק שקול בנידון דידן דהא בדאיכא חזקה לקולא מוקמינן אחזקה בכל ספק שקול ואפילו הכי מחמרינן בתרי ותרי כדאיתא בהדיא בסוגיא דעירובין דף ל\"ה סוף ע\"ב. וא\"כ הכא דמקילינן בתרי ותרי כל שכן שיש להתיר בכל ספק שקול. וא\"ל משום דהתם מיירי בדאורייתא משום הכי מחמרינן בתרי ותרי דמכל מקום איכא ק\"ו להתיר גם בנידון דידן בכל ספק שקול דהא עכ\"פ התם מחמרינן בתרי ותרי מאיזה טעם שיהיה ואפ\"ה מקילינן בספק שקול והכא דמקילין בתרי ותרי כל שכן שיש להקל בשאר ספק שקול. ועוד דהא גם גבי איסור שבויה דרבנן ס\"ל להרא\"ש פ\"ב דכתובות כהתוס' שם (וא\"ל משום דאיסור כהונה שאני דמעלה עשו ביוחסין להחמיר אפילו בספק ספיקא ובעינן תרי רובי בסוף פ\"ק וכמ\"ש התוס' ביבמות דף ס\"ח ע\"א דהא ה\"נ שרי באשת כהן אע\"ג דנעשית זונה מביאה אחת כמ\"ש הטור סי' ט\"ז עיין שם בבית שמואל ס\"ק כ\"[ב]) והכא שהתיר הרא\"ש בתרי ותרי והחמיר בתרי אמרי אשתבאי ושנים מכחישים אף דאיכא חזקת היתר והתם תניא בהדיא להתיר בשאר ספק שקול כגון עד אחד אומר נטמאה ועד אחד אומר לא נטמאה אע\"ג דודאי אשתבאי מכל שכן שיש להתיר בנידון דידן בשאר ספק שקול. והטעם שהקיל הרא\"ש כאן יותר מבשבויה היינו משום דרוב נשים ולד מעליא ילדן והוא רוב מעליא דלא החמירו ביה רבנן אלא לחומרא בעלמא היכא דאפשר כגון באשת ישראל ולא באשת כהן משא\"כ בשבויה שהחמירו באשת כהן להוציאה מבעלה ומהאי טעמא מכל שכן שיש להקל בשאר ספק שקול. וכ\"מ בהדיא מלשונו בסוף התשובה דכל ספק שרי הכא (והיינו מהאי טעמא דרוב נשים כו' דרובא עדיף ומפיק לה מחזקה דעשוייה להשתנות על פי הרוב. והא דכתב מתחלה דתרי מפקי לה מחזקה קושטא דמילתא נקט אפילו בלאו האי טעמא דרובא שלא הזכירו עדיין ע\"ש). ומהאי טעמא נמי יש לומר לכאורה דאתי שפיר מה שהקיל הרא\"ש בספק דרבנן בנידון דידן אף גם לפי מ\"ש באיסור והיתר כלל כ\"ה לפי הגהת הש\"ך סי' ק\"י בכללי ספק ספיקא דלא מקילינן בספק דרבנן אלא בכהאי גונא דביצת נבילה כו' אבל לא היכא דאיכא חשש איסור דאורייתא אף על גב דמדאורייתא אזלינן בתר רובא כו' אלא א\"כ היא חומרא בעלמא כבשר שנתעלם מן העין כו' משום דהכא נמי בנידון דידן יש לומר דהיא חומרא בעלמא מאחר דשרינן באשת כהן:  ומיהו זה דוחק גדול לדמות איסור זה שחששו למיעוט דלא כלו חדשיו לבשר שנתעלם מן העין דהרבה אמוראים מתירים וגם האוסר הוא מטעם חומרא בעלמא (ולא משום דחיישינן למיעוטא דשכיחא) כמ\"ש הש\"ך שם אבל הכא רבי שמעון בן גמליאל דאסר הוא מדינא ולא מחומרא בעלמא אלא משום דנפלים שכיחי ודבר ההווה הוא כמ\"ש התוס' בנדה דף מ\"ד ע\"ב וכ\"כ התוס' ורא\"ש ריש פרק החולץ והא דמקילינן באשת כהן היינו משום דבשעת הדחק כזה שלא להוציא אשה מבעלה סמכינן אדרבנן דפליגי ארשב\"ג ולא חיישינן אפילו למיעוטא דשכיחא כדאיתא בסוגיא (דסוף) [דריש] פרק החולץ (דלמיעוטא דלא שכיחא אפילו רבי מאיר לא חייש כמו סתם ספרי דדייני כו') וראיית איסור והיתר מגבינות לק\"מ להרא\"ש משום דהתם ספק שהחליף נכרי היא מילתא דקביעותא דשכיחא טובא להפקיד או לשלוח ע\"י נכרי ונאסרה בגזירת חכמים שנגזרה עליה במנין חמפ\"ג בחותם אחד וגזרו אפילו בדיעבד כדי שלא יבאו להקל לכתחלה כי היא מילתא דשכיחא טובא. משא\"כ כשאירע לפעמים איזה ספק בדרבנן בדרך מקרה שלא מצינו שגזרו עליה חכמים בפירוש מוקמינן אדינא ספק דרבנן להקל והוא הדין והוא הטעם בספק שקול או תרי ותרי אם עברו כבר שלשים יום באדם או ח' ימים בבהמה (שהספק הוא ג\"כ דרך מקרה שקנה מנכרי ולא מישראל) שלא מצינו שגזרו עליו חכמים. וחזקת איסור ליכא הכא משום דרובא עדיף ומפיק לה מחזקה. וזו היא ג\"כ כוונת הרא\"ש במ\"ש ועוד דאזלינן בתר רובא כו' לומר דרובא דעדיף נמי מפיק מחזקה דאף דאנן חיישינן למיעוטא לאסור מדרבנן מ\"מ לא אלים כל כך איסור זה דרבנן לשוויה חזקת איסור גמורה מדרבנן מאחר שאינו איסור ברור ומוחלט שהרי התירוה לגמרי באשת כהן. והרשב\"א פליג בהא וס\"ל דמכל מקום באותן מקומות שהחמירו בהן חכמים ואסרו אפילו בדיעבד הויא חזקת איסור גמורה כגון גבי בהמה והוא הדין לאשת ישראל שהיתה בחזקת איסור לשוק מדרבנן (אבל אין לומר דהיינו טעמיה דרשב\"א משום חזקת הולד בעודו במעי אמו דלא כלו עדיין חדשיו לדידן דחיישינן למיעוטא ולא אזלינן בתר רובא מדרבנן. דזה אינו דאף דחיישינן למיעוטא ואמרינן סמוך מיעוטא לחזקה אפילו הכי לא הוי אלא פלגא ופלגא כדאיתא ריש פרק ט\"ז דיבמות אפילו אליבא דרבי מאיר):  אכן לפי דעת הרב בית יוסף בש\"ע דפסק באה\"ע סי' קנ\"ו כתשובת הרא\"ש וביו\"ד סוף סי' ט\"ו כתשובת הרשב\"א צריך לדחוק ולומר שהבין ברשב\"א במ\"ש מחמת קטנותו כו' (וכן לשון גדיים קטנים שבלשון השואל ובש\"ע) כמ\"ש הפרי תואר דהיינו שניכר לעין שנולד מימים מועטים בכהאי גוונא דלא הוי ספק שקול (אלא הספק הוא משום דאיכא בן ח' ימים דמחזי כפחות מבן ח') ע\"ש אמנם למעשה יש להחמיר בספק שקול כמשמעות לשון האחרונים ופשט לשון הש\"ע. ומ\"ש הש\"ע באה\"ע להקל כהרא\"ש יש לומר משום דהתם יש עוד צד להקל אילו לא היו שום עדים כלל לא להקל ולא להחמיר כמבואר שם בתשובת הרא\"ש הובאה ב\"י משום קלא דבתר נשואין וכו' אף דבתרי ותרי לא מהני האי טעמא כמבואר שם מכל מקום כדאי הוא האי טעמא לצירוף להקל כהרא\"ש נגד דעת הרשב\"א שהביא ביו\"ד להלכה להחמיר בכהאי גוונא. וגם יש לומר שביו\"ד לא החמיר לחוש להרשב\"א אלא לכתחלה ואפשר נמי שגם דיעבד שלא לאכול גדי זה הוא ענין קל מלאסור אשה לבעלה עד שתחלוץ כי אולי אין כח בית דין יפה לכוף היבם לחלוץ (גם תיאסר לכהונה אם תתאלמן) וכל זה בספק שקול דוקא ודומיא דתרי ותרי אבל לא להחמיר כל כך כהתבואות שור:",
      "footnotes": "הובא בצ\"צ פס\"ד ח\"ג דף נ\"ו ע\"ד.   הובא בצ\"צ פס\"ד דף רי\"ב ע\"א.   עי' צ\"צ אה\"ע סי' ע' ס\"ד.   עי' צ\"צ אה\"ע סי' פ\"ז ס\"ג ויו\"ד סי' רכ\"ו ס\"ז.   עי' צ\"צ יו\"ד סי' רכ\"ו ס\"ז.   עי' צ\"צ פס\"ד ח\"ג דף נ\"ח ע\"א."
    },
    {
      "chunk_id": 13,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן יב",
        "siman": "סימן יב"
      },
      "text": "תשובה להרב הגאון דק\"ק בריסק דליטא יצ\"ו  פתח דברי יעיר אור סליחתו על שלא חשתי והתמהמהתי עד כה להשיב מפני הכבוד כי ה' יודע ועד שדבריו חביבים ועריבים עלי רק בהיות כי הגיעני גלילי ידיו הטהורות בברדיצוב בהיותי עומד על פרק הנסיעה לביתי והייתי טרוד מאד בעניני הכלל ה' ירחם ובבואי לביתי על יו\"ט העבר חפשתיו ולא מצאתיו כי שכחתי אותו בברדיצוב מגודל הטרדא וכתבתי לשם להשיבו אלי וצפיתי לתשובתם כמה וכמה שבועות ימים ואין עונה ולזאת אני משיב לפ\"ד הרשום בזכרוני:  לענין שאילה דשאילנא קדמיכון אודות אשר השבתי לשואלי דבר להסכים ולבא אחר המלך אשר כבר עשהו הלא הוא מחותני הגאון החסיד המנוח זצ\"ל אב\"ד דק\"ק ברדיצוב בהוראה להיתר בסרכא שעברה וניתקה מהריאה ע\"י מיעוך ומשמוש וגלגול באצבעות הנהוג עכשיו בכל המדינות רק שנשארו עדיין דלדולים מהסרכא על הריאה וכשהסיר הבודק הדלדול כמנהגנו לא יכול להסירו בקל ומשך בכח וחוזק קצת וכשנפחו הריאה היה מבצבץ באותו מקום שמשך בכח קצת והורה להתיר כדין נקב שנמצא היכא דממשמשא ידא דטבחא דתלינן בטבחא. ובהיותי שם נאספו אלי בעלי הוראות דשם והסכמנו למיגדר מילתא ולרווחא דמילתא להיות הוראה זו מסורה למורי הוראות דווקא ולא יורה הבודק לבדו כי כח בית דין יפה לחקור היטיב אם משך את הדלדול בכח וחוזק כל כך שנוכל לתלות בו הנקב אם לאו. אמנם לצאת לכל הדיעות ולחוש לחומרות השמלה חדשה דלכאורה משמעות לשונו להחמיר להסיר כל הסרכא מראשה לסופה אף גם הדלדולים ע\"י מיעוך ומשמוש בנחת דוקא ולא בכח וחוזק וגם לבדוק אח\"כ בפושרין או ברוק בכל מקום הסרכא כולה מראשה לסופה והבדיקה מעכבת אפילו בדיעבד בכולה ולזאת אין לתלות במשמוש ידא דטבחא דעכ\"פ אין כאן בדיקה ולא מיעוך ומשמוש בנחת אי לזאת אמרתי להם כי די להם להחמיר בזה ולא להקל בסרכא שלא כסדרן ממש המטרפת מדינא דגמרא לכ\"ע דהיינו כשב' קצוותיה הן בריאה וכדאיתא בגמ' דף מ\"ח דאי האי אינקב טריפה כו' או דאי האי מינקב לגירסת הרמב\"ן והרשב\"א אבל בשאר שלא כסדרן שנסרכה למקום שאין הנקב פוסל בו כגון לדופן או לשומן הלב וכהאי גוונא דלהרבה מגדולי הראשונים מכשירין בבדיקה ה\"ה ר\"ת בספר הישר והרב רבינו זרחיה הלוי וכן דעת הרמב\"ם מדינא דגמ' דס\"ל הלכה כר' נחמיה ולא כרבא ולשיטת רש\"י לפי דעת הרשב\"א גם רבא ס\"ל הכי דסגי בבדיקה וליכא מאן דפליג בהא בגמרא והבדיקה היא אפילו בעוד הסירכא היא על הריאה כמבואר שם בר\"ן בהדיא ודאי דבכהאי גוונא עכ\"פ יש לסמוך על הפוסקים האחרונים שאנו נמשכים אחריהם בכל מקום ה\"ה רמ\"א ורש\"ל וט\"ז וש\"ך שלא הזכירו כלל להסיר שום דלדול הנשאר וכמו שהודה התבואות שור גופיה שכן דעת רש\"ל וסיעתו (ומוכרח הוא ודאי דהא עפר או חול לא מהני כלל כי אם לנתק הסרכא באמצעיתה או בסמוך ליציאתה ותלייתה מבשר הריאה ואדרבה יש לומר לדעתם דדוקא כשנתמעכה ונימוחה כליחה בין האצבעות כמ\"ש בתורת יקותיאל אלא דהתבואות שור ס\"ל דזהו עדיף טפי כשמתקלפת מעל גבי הריאה כולה מעט מעט ע\"י גלגול אצבעות שמורידן למטה מטה ומגלגל עד שמתקלפת הסירכא כולה מעל גבי הריאה וכמ\"ש בגבול בנימין ולשון ניתוק שברמ\"א והאחרונים מסייעא ליה להתבואות שור דלאו דוקא נימוחה כליחה ובניתק ונפסקה אין לחלק בין מקום יציאתה ותלייתה לשנתקלפה מעל גבי הריאה בסופה ואדרבה זהו עדיף טפי לפי דעת התבואות שור) אלא שתפס [לו] חומרות ספרי הבודקים ולא ספרי הפוסקים שאנו נמשכים אחריהם במדינות אלו משום שעיקר ענין המיעוך לא ס\"ל לרשב\"א וכמ\"ש שם ס\"ק נ\"ג (אלא דמ\"ש שם דהא לא נזכר בכלבו מענין מיעוך ומשמוש כו' צע\"ג דבהדיא כתב כן בכלבו והובא בבית יוסף ורשאי הבודק למשמש בסרכא הרבה וכו') אבל הרי הפוסקים האחרונים ראו דברי הרשב\"א ואעפ\"כ כתבו מה שכתבו ואי לזאת יש לנהוג בזה כהכרעת רמ\"א בדרכי משה מדעת עצמו להחמיר בנסרכו האונות שלא כסדרן וכן בורדא ולהקל בשאר סירכות שיש בהן סברות רבות להקל בלאו הכי. אבל באמת טעמם ונימוקם עמם שהרי עיקר טרפות דסרכא במקום יציאתה מהריאה לחוד ונתלית ומסתרכת משם למקום אחר תליא מלתא מדמכשרינן בגמרא בכסדרן ואם באת לחוש לכל הסרכא כולה המתקלפת מעל גבי הריאה שהן הדלדולים אמאי מכשרינן בכסדרן הא הוי מחיתוך לגב אם מתקלפת מעל גבי אונה אחת ואם מתקלפת משתיהן הוי מגב לגב ועוד דהא אנן מכשרינן סירכא מינה ובה ואפילו בלא בדיקה כלל משום דאין סופה להתפרק שם ולינקב לשיטת התוס' וסיעתם דיש סרכא בלא נקב או משום שהסרכא סותמת הנקב מאחר דאין סופה להתפרק לשיטת רש\"י דאין סרכא בלי נקב כמ\"ש התבואות שור גופיה ואם כן אף גם ביוצאת ונתלית ומסתרכת למקום אחר ועברה ממקום יציאתה ע\"י מיעוך וגלגול באצבעות ואף גם אם נתקה ונפסקה באמצעיתה די לנו להסיר הדלדול ממקום יציאתה ותלייתה לבד בכדי לבדוק שם יפה ברוק אבל למה לנו להסיר כל הדלדול כולו מהריאה עד כלותו כדי לבדוק שם כמ\"ש התבואות שור סוף ס\"ק נ\"ז שזהו עיקר טעמו להחמיר כספרי הבודקים ולא להקל כהפוסקים הלא אין שם ריעותא כלל דלשיטת התוספות לא חיישינן שתנקב שם ולשיטת רש\"י לפי דעת התבואות שור אף אם יש שם נקב הסרכא סותמתה משום דאין סופה להתפרק שם כי ע\"י משיכת האונות שנמשכות לכאן ולכאן תתפרק במקום יציאתה ותלייתה לחודיה ועכ\"פ לא יותר ממקום שניתקה ועברה ע\"י מיעוך וגלגול אצבעות ואמנם דעת האחרונים שאין צריך להסיר כלל הדלדול אפילו ממקום יציאת הסרכא ותלייתה מהריאה (ואף אם נתמעכה ונפסקה שם באמצעיתה וכמו שכתב התבואות שור גופיה לדעתם) דכל כהאי גוונא הוי ליה לפרש ודאי והא דלא חששו שהדלדול סותם הנקב כמ\"ש התבואות שור יש לומר דסבירא ליה כמ\"ש הב\"ח סעיף ט\"ו דהבדיקה היא שאם תבצבץ הוא סימן שניתק בחזקה וכו' וגם יש לומר שהבדיקה היא כמ\"ש התוספות גבי כסדרן לראות אולי נשאר איזה נקב כל דהוא שלא סתמה הסרכא וכמ\"ש במשבצות זהב סי' ל\"ו ס\"ק ז' והוא חששא בעלמא ולכתחלה דוקא ע\"ש ובסי' ל\"ט ס\"ק י\"ב שכן דעת הט\"ז להדיא <[א]> ובהא אתי שפיר טובא מה שכתב הב\"ח סימן ל\"ז להחמיר אף אם נמצא נקב בסמוך לסירכא שעברה ע\"י מיעוך דלא תלינן בטבחא דדוקא בועה שלא היתה בחזקת טריפה וכו' דלכאורה הרי גם בסמוך לסירכא לא היתה בחזקת טריפה אלא משום דמחמרינן לכתחלה לבדוק אחר המיעוך אולי יש איזה נקב שלא נסתם ואף דהיא לחומרא בעלמא לכתחלה דוקא היינו בסתם אבל היכא דנמצא נקב בפועל ממש אלא שבאת לתלותו במשמוש הטבח לא תלינן דרגלים לדבר שהסרכא יצאה מנקב זה לשיטת רש\"י אלא שלא הספיקה לסתמו עדיין כמ\"ש במשבצות זהב סימן ל\"ו. ומה שכתב הב\"ח סי' ל\"ט סעיף ט\"ו דודאי כך הוא דתלינן דהנקב הגיע ע\"י המשמוש ומיעוך בחזקה אלא שעדיין לא יצאה מספק סירכא וכו' ובסמוך לסירכא לא שייך האי טעמא י\"ל שאין דברי הב\"ח סותרים זה את זה דבסי' ל\"ז מיירי בסירכא שלא כסדרן ממש שהיא טרפה ודאי מדין התלמוד וכדמסיק התם דאין להוציאה מחזקת טריפה אלא בידוע וכו' ובסי' ל\"ט לא מיירי בכהאי גוונא דהא כתב שם תחלה מוטב שיהיו שוגגין כו' מכלל דאין לזה שום היתר בעולם כלל וכלל אלא מיירי כשאינה בחזקת טריפה ודאי מדינא כגון לדופן ולשומן וכהאי גוונא ואף את\"ל דמיירי בכסדרן ממש דוקא (כמ\"ש בסי' ל\"ז אבל בכסדרן כו') מ\"מ היינו דוקא כשנמצא הנקב במקום שחוששין בו דהיינו במקום הסירכא הצריכה מיעוך בנחת להוציאה מכלל סירכא ולהיות עליה שם ריר בעלמא אבל לאחר שכבר עברה הסירכא וניתקה ע\"י המיעוך וגלגול אצבעות רק שנשארו דלדולים ודאי דאין להחמיר כל כך אם משך בכח שאפשר לתלות בו הנקב ואף גם שלא היה יכול להסירה משם בנחת מה בכך שנבדקה ונשרשה שם מאד לקרומי הריאה עד שאי אפשר להפרידה מהם אלא בנקב מאחר שאין צריך כלל להסירה ולבדוק תחתיה לפי דעת האחרונים ובפרט בנסרכה למקום שאין הנקב פוסל דרבים מהראשונים מכשירים בבדיקה כך כמות שהיא כנ\"ל. ויותר אין להאריך:  [הג\"ה:  * ובאמת דעת התבואות שור שהבדיקה היא לעכב אפילו בדיעבד נפלאה ממני דממה נפשך אם באת לחוש לדעת האומרים דהמיעוך אינו סימן כלל לריר בעלמא או שמא מיעך בכח כמו שכתב התבואות שור בסי' ל\"ו וסרכא גמורה היא אם כן מאי מהניא לה הבדיקה הא אין שום בדיקה לסרכא כדאיתא בגמרא בהדיא דלית לה בדיקותא ואיך תוכיח הבדיקה שאינה סירכא אלא על כרחך צריך לומר דהמיעוך מוכיח עליה דודאי דאינה סירכא גמורה שבגמרא אלא ריר בעלמא והב\"ח כוונתו ג\"כ לחומרא בעלמא שאם תבצבץ בודאי ניתק בחזקה אבל אם לא תבצבץ סמכינן אמיעוך שהעבירה דמוכיח עליה שהיא ריר וכשרה מדינא בלי בדיקה כמו שכתב הבית חדש בסעיף ה' בהדיא:]",
      "footnotes": "עי' צ\"צ יו\"ד סי' קל\"ה ס\"ג.   עי' צ\"צ יו\"ד סי' ק\"ד ס\"ט.   עי' צ\"צ יו\"ד סי' ל\"ב ס\"א וסי' ל\"ח וסי' נ\"ח וסי' ק\"ד דף י\"ט ע\"ב.   עי' צ\"צ יו\"ד סי' ל\"ו ס\"ז."
    },
    {
      "chunk_id": 14,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן יג",
        "siman": "סימן יג"
      },
      "text": "אחר זמן מה כתב אדמ\"ו עוד מענין זה בזה\"ל:  הנה אחרי שובי נחמתי במ\"ש דאף את\"ל ולדחוק דהב\"ח סי' ל\"ט סעיף ט\"ו מיירי בסירכא כסדרן וכהאי גוונא כו' כמ\"ש בסי' ל\"ז וכו'. דאי אפשר לדחוק כן כלל בלשון הב\"ח שם בסי' ל\"ט סעיף ט\"ו דלעיל דהא התם מיירי הב\"ח במיעוך ומשמוש הנהוג ובכסדרן ממש אף גם להמחמירים לבדוק שם אין צריך למעך ולא להעביר הסרכא כלל וכלל אלא לבדוק ברוק או פושרים כך בעוד הסרכא קיימת כמבואר בתוס' וכמו שהאריך בזה בתורת יקותיאל ריש סי' (ל\"ח) [ל\"ט סק\"ב] וזו היא ג\"כ כוונת הב\"ח בסי' ל\"ז דאף גם להמחמירים להצריך פושרין או רוק לסרכא כסדרן או סרכא תלויה אפילו הכי אם נמצא נקב ואיכא למתלי בטבח תלינן משום דלא היתה בחזקת טריפה כסרכא שלא כסדרן דאינה כשרה אלא כשעברה ע\"י מיעוך דוקא וכיון שנמצא נקב רגלים לדבר שהיתה סרכא גמורה הבאה מחמת נקב והמיעוך היה בכח וחוזק קצת. ובנמצא הנקב סמוך למקום הסרכא אמרינן שלא סתמה עדיין הסרכא את הנקב (כמ\"ש בפרי מגדים סי' ל\"ו) אבל בכסדרן ובתלויה אין צריך להעביר כלל הסירכא על ידי מיעוך תחלה. ובסי' ל\"ט סעיף ט\"ו כוונתו ודאי בסתימת לשונו משום שסמך על מ\"ש שם בתחלת הסעיף בפירוש דעת הר\"ד יחייא דהיתר המיעוך אינו בסרכא שהיא שלא כסדרן כל עיקר כמו הורדא אלא בשאר מקומות שאינו כל כך שלא כסדרן כו'. ור\"ל ודאי בסרוכה לדופן וכהאי גוונא כמו שכתב רמ\"א בדרכי משה ולא בב' אונות שלא כסדרן ע\"ש ובכהאי גוונא ודאי מיירי הב\"ח בסוף דבריו ע\"ש. אמנם כל זה הוא לפלפולא בעלמא בפירוש דברי הב\"ח. אבל להלכה למעשה ודאי דהסומך על תשובת שבות יעקב וחינוך בית יהודה ופרי מגדים דבתראי נינהו אין מזחיחין אותו והיינו אפילו בשלא כסדרן ממש בב' אונות או ורדא ואפילו במקום התפשטות הסרכא על הריאה כמבואר שם מלשונם ומכ\"ש בסרוכה לדופן וכהאי גוונא שיש להקל בפשיטות וק\"ו בן בנו של ק\"ו בלהלאה ממקום הסרכא דאין מקום להחמיר כלל מדינא אפילו בב' אונות או ורדא כמ\"ש בתשובתי הארוכה להרב המ\"ץ דק\"ק בארדיצוב אלא לחומרא בעלמא החמרתי כן כשהייתי במחניכם ובתשובתי הקצרה להרב הגאון הנ\"ל ודי בזה:",
      "footnotes": "עי' צ\"צ יו\"ד סי' ק\"ד ס\"ט."
    },
    {
      "chunk_id": 15,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן יד",
        "siman": "סימן יד"
      },
      "text": "אל האשל הגדול בענקים. הוא ניהו מרנא ורבנא הרב הגאון מופת הדור מפורסם בכל קצוי ארץ בוצינא קדישא דנהורא אספקלריא המאירה איש אלקי קדוש יאמר לו כבוד תפארתו מהור\"ר שניאור זלמן נ\"י ויופיע כאור השמש ויהלום:  נדרשתי ללא שאלוני אך תורה היא וללמוד אני צריך. ובפרט שראיתי והנה מנורת זהב כלה. שבעתיים כאור החמה לה. היה מכתבו הנותנת אמרי שפר. ומה גם שמכתבו הגיע לגלילותינו אשר נכתב לכבוד הרב הגאון אב\"ד מבריסק דליטא. עד הגיע מכתבו ליד הנגיד הוותיק מוה' משה מאזות מקהלתינו ושאל מאתי לעיין במילי טבא דרבנן. ועיינתי בה הדק היטב ולפי דעתי הקלושה דברי אדוני אי אפשר להולמם. ויש להשיב על דברי קדשו לפי דעתי הקלושה היות עיקר יסודו שאותו המיעוך שהטבח קולף מהתחלת הסירכא עד מקום שידו מגעת ואם נתפרק באמצע שוב אין צריך לו לקלוף עד סוף הריאה. ואדוני מדמה ליה שהסירכא כבר עברה על ידי מיעוך ומשמוש ולא נשאר שם רק איזה דלדול. וז\"ל אדוני במכתבו הנ\"ל בסירכא שעברה ונתקה מהריאה ע\"י מיעוך ומשמוש וגלגול אצבעות הנהוג עכשיו בכל המדינות רק שנשארו עדיין דלדולי הסירכא על הריאה. עוד אדוני מוסיף אפילו אם הבודק הסיר ומשך ממקום שפסק ולהלן ולאחר כשנפחו הריאה היה מבצבצת תלינן כדין נקב שנמצא לאחר משמוש ידא דטבחא ותמצית דברי אדוני באותן הסרכות דמדינא דגמרא כשר בבדיקה לדעת קצת הפוסקים לכן יש להקל כאן ולסמוך על אותן אחרונים שלא הזכירו כלל להסיר שום דלדול <[א]> ואני בעניי לפי קט שכלי אין הנידון דידן דומה לדילדול ובראשונה בנידון שאלה דידן אפילו אם יתקלף הסירכא מתחילת תליית הסירכא עד סוף הריאה צריכים אנו להתבונן קליפה זו מה טבעה כי בכל דברי ראשונים ואחרונים לא הזכירו שם קליפה. וכמ\"ש הפרי מגדים בסי' ל\"ט וז\"ל שאותן האוחזין בצפרנים וקולפין את הסירכא מעל הריאה הם מאכילים טריפות לישראל וגם הבעל תורת יקותיאל הפליג להחמיר מאוד וז\"ל ונמוח במשמושו משמע דנמוח לגמרי כמו ליחה בעלמא כו' וכתב והשומע ישמע ויחדל ואל ילך בדרך אתם עם הנוהגין להסיר הסירכות מעל הריאה ואומרים שזהו המיעוך ומשמוש שכתבו הפוסקים כי הם מאכילין טריפות לישראל וראוי להזהיר אף על כולם כי המקילים לא הקילו אלא אם נימוח ע\"י שמגלגל בקל בין אצבעות וזהו נימוח כליחה בעלמא כו' ולכן צריך להסיר כל הסרכות שלא ישאר שום דלדול בריאה וכו' ופשיטא שלא יקלוף כמנהגם הרע אלא יגלגל בין אצבעות ע\"כ דבריו. וטעמם ונימוקם עמם כי עיקר הנסיון לדעת אם היה סירכא גמורה או ריר בעלמא לשני הטעמים או שכבר ניקב או שסופו להתפרק ואם הבחינה יהא נעשה רק על ידי שיקלוף את הריאה ואפילו אם הקרום לא נימוחה כליחה נמצא נשאר הכשירה עיקר על הבדיקה דהיינו לאחר שנתקלפה מנפחה. א\"כ קשה בתרתי חדא הא אנן אין אנו בקיאין בבדיקה כמ\"ש הרמ\"א דדילמא לא ינפח כל כך כמו שהיה בחייה. ועוד למה ליה למעך ולגלגל בין אצבעות וכמה אזהרות שיהא בנחת יחתוך בסכין התחלת הסרכא ויקלוף ויבדוק ברוק ע\"י נפיחה ולא יבצבץ ויהא כשר (וכן הוא בט\"ז בסי' ל\"ט) ותו אפילו בעגלים הרכים גם כן יהא מועיל בחינה זו קליפות הסירכא ובדיקה ברוק כי לפי הנ\"ל עיקר הנסיון שיקלוף בנחת ומה לי אם הקרום רך או חזק רק שיקלוף מעל הריאה ואח\"כ יבדוק ברוק שלא יבצבץ. אלא וודאי עיקר הנסיון כמו שכתבו הראשונים ואחרונים שלא יהא בהסירכא שום ממש ויעשה כליחה וריר בעלמא ולכן צריך שיהא בנחת ולכן בעגלים הרכים שבטבעם מנתקת אי אפשר לנו לברר בזה שנעשה כליחה דלאו סירכא דלעולם שהסירכא גמורה והאי דמתנתקה ונעשה כליחה משום דרך הוא וחולשת הטבע בעגלים כנ\"ל <[ב]> וא\"כ לפי הנ\"ל שזכינו לברר שעיקר הנסיון של המעוך הוא דאם הוי כליחה וריר בעלמא ולא הוי שם סרכא עליו ואין כאן נקב לפרש\"י ולפירוש התוס' אין סופה להתפרק ואין כאן שום ריעותא. א\"כ בפשיטות שצריך למעך כל הסירכא מראשה לסופה שלא יהא ניכר מקומו כלל דאל\"כ אלא שישאר איזה רשימה קצת עדיין לא הוברר לנו בדיקתה דדילמא התם הוא בחזקת שאינה מנתקת כל היום וסירכא גמורה היא. ומ\"ש התבואות שור בשם רש\"ל אם מנתקה באמצע ועדיין נשאר מקצתה בריאה ג\"כ כשר זה כתב על אותן הסירכות שבהגבהת אצבע הם נמוחים והוא בחינה קלה מאוד וכן כתב התבואות שור בס\"ק נ\"ג דרש\"ל קאי על זה האופן וראיה מוכרחת שיש פוסקים שאוסרין מיעוך ומתירין בהגבהת אצבע ש\"מ דהגבהת אצבע מבורר לנו יותר דהוי ריר בעלמא ממיעוך וגילגול אצבעות לכן גבי הגבהת אצבע די לנו שניתקה באמצעיתה (עוד עיין בפרי מגדים שמתרץ ג\"כ דברי רש\"ל הנ\"ל דמיירי בהכנסת יד הטבח כבר מנתקת ע\"ש). אבל ע\"י מיעוך ומשמוש בודאי צריך למעך ולבחון מכל וכל תדע [שאם] שלא יעשה כך איך יבדוק דילמא סתם אותו מקצת הנשאר את הנקב (וכן הוא בתבואות שור ודבריו נכונים) ולדעתי הוא מחמת דעת הפוסקים ולא דעת הבודקים שזה שכתב להסיר מכל וכל כמ\"ש בשם הרוקח לעיל שלא יהא ניכר מקומו והכל מחמת הבדיקה ואפילו אם יאמר אדוני שהבדיקה אינו מעכב בדיעבד (שלא כדברי התבואות שור ושאר אחרונים) עכ\"פ מיעוך כל הסירכא מעכב ודאי כי מה לי כולה מה לי מקצתה עכ\"פ צריך לבחון כדי שנדע אי סירכא גמורה או ריר בעלמא:  [הג\"ה:  [* אפשר נוכל לומר שלא הזכירו האחרונים לרוב פשיטות הדבר כי כבר כתב הבית יוסף בד\"ה ור' יעקב גאון בסי' ל\"ט שם בשם הרוקח כו' ואין מקומן ניכר כלל נמצא מפורש שלא יהא רושם סירכא כלל ניכר לכן האחרונים לא הזכירו רק סתם עברה ע\"י משמוש וגלגול אצבעות ובוודאי מכל וכל כמו שכתב הב\"י:  [** ולא זכיתי להבין דברי אדוני שכתב מלשון רמ\"א וניתק משמע דלא דוקא נמוחה כליחה ולענ\"ד נהפוך הוא דאל\"כ מה יעשה בעגלים הרכים כנ\"ל ועוד יש כמה משמעות מלשון הש\"ע דדוקא נמוחה כליחה וריר בעלמא:]  מעתה שזכינו לברר שהמיעוך צריך להיות שלא ישאר בה שום רושם סירכא כלל ק\"ו בן בנו של ק\"ו בבחינה שיקלוף את הריאה עכ\"פ צריך לקולפה כולה כדי שנדע אם היא סירכא גמורה אי לאו. ומה גם שאדוני כתב אפילו בצבץ כשר לא הבנתי כלל היות עדיין לא נתרפאה מחלייתה דהיינו שמסופקים אנחנו אם היה סירכא גמורה ועתה נתוסף עליה עוד ריעותא נקב מחדש ולו יהא דתלינן במשמוש ידא דטבחא עכ\"ז לא נתחזקה עדיין ששמה ריר בעלמא ואפשר שהיה סירכא גמורה כי עדיין לא נתקלפה כולה ולא נתמעכה וצריך בדיקה מדינא דגמרא ועתה שמבצבץ באותו מקום שנתלש בכח גלל כן אי אפשר לבדוק ולמיקם על בדיקת אותו מקצת שכבר נקלף שלא בצבץ שם שזהו החוש מעיד (דשמא הרוח אין לו כח לנשב שם עבור נקב הידוע שבצבץ שהוא גדול ובעבורו אין הרוח של הבודק הולך באותו מקצת כמו שהיה בחייה) וראייה מוכרחת דאפילו אם לא בצבץ בשום מקום אין אנו בקיאין בבדיקה מהאי טעמא דלמא לא מנפח כראוי ומכל שכן בנידון דידן שבצבץ במקום אחד החוש מעיד ע\"ז שאי אפשר לנפח כראוי וא\"כ נשארה בספק סירכא גמורה הן אפילו במקום שנתקלפה כבר והן במקום שלא נתקלפה פשיטא. ועיקר היתר שאדוני כתב ודימה נדון דידן לשם ריר בעלמא מחמת אותו מקצת שנתקלפה והבדיקה שלה אינו אלא לחומרא בעלמא ובדיעבד אינו מעכב ושלא כדברי התבואות שור ושאר אחרונים אבל לפענ\"ד הקלושה כמדומה לי שנהפוך הוא שעדיין לא יצא משם סירכא גמורה כלל ולבדוק לה אי אפשר מחמת שבצבץ כנ\"ל גם אין אנו בקיאין בבדיקה ובפרט בעיקר הנסיון של קליפה לא זכיתי להבין על בוריו ולפענ\"ד אפילו נתקלפה כולה ובדקוה ולא בצבצה ג\"כ טריפה כי אם לא נתמעכה כליחה סירכא גמורה היא וכבר כתבתי לעיל בשם הפרי מגדים ותורת יקותיאל דדוקא הבחינה כליחה ולא בקליפה. ועל הבדיקה אי אפשר לנו לסמוך כי אין אנו בקיאין בבדיקה ועד שנתמעך בנחת ונתהווה כליחה אז בדקינן לחומרא דאם יבצבץ טרפה וכמפורש בכל הפוסקים ראשונים ואחרונים דאם יבצבץ לאחר המיעוך ואין חילוק בין סירכא לסירכא (ועיין בש\"ך סי' ל\"ט ס\"ק מ\"ו דבכל הסירכות נהוג למעך ולבדוק רק מחיתוך לחיתוך למטה מחצין מצד עיקרן):  מה שכתב אדוני שטעמם ונמוקם עמם על ענין הדלדול שלאחר המיעוך שאין צריך להסירם מכל וכל. לדעתי הקלושה יש להשיב. מה שכתב וזה לשונו ואם באת לחוש לכל הסירכא כולה המתקלפת מעל גבי הריאה שהן הדלדולין אמאי מכשרינן בכסדרן הא הוי מחיתוך לגב אם מתקלפת כו' ואם מתקלפת משתיהן הוי מגב לגב ע\"כ דברי אדוני. ולענ\"ד בפשיטות דלשני הטעמים בכסדרן אין כאן ריעותא כלל ואין חל עליו שם סירכא כלל כי היינו רביתייהו וכל אחד ואחד לפי פירושו וכמ\"ש התוס' בד\"ה היינו רביתייהו דף מ\"ז ואין להאריך בפירושיהם כי כבר האריכו הפוסקים ועיקר דלא הוי ריעותא כלל וראיה מוכרחת דכשר בלא בדיקה ואיך שייך להקשות דלמא מתקלפת הא אין חוששין לנקב כלל ולא לסופה להתפרק כי לא מקרי סירכא כלל עוד יש ראיה לעניות דעתי לדברי אלה מסעיף ה' היכא דאם נסתפק אם היה מחיתוך או מגב והנפיחה פעמים נראה שהוא בחיתוך ופעמים נראה שהוא בגב כשר וכתב הטור הטעם דאזלינן בתר רוב בהמות וכיון שנסתפק איך היתה נפוחה בחייה אמרינן נשחטה הותרה ע\"כ וא\"כ מוכח דעיקר אצלינו הריעותא דאם יש איזה ריעותא או סירכא או שאר ריעותא אותה הבהמה אינה מהרוב וצריכה לברר אותה להוציאה מהריעותא (ועיין בט\"ז ס\"ק א') אבל היכא דליכא ריעותא אמרינן נשחטה הותרה ואזלינן בתר רוב. וזהו הטעם בכסדרן דליכא ריעותא ואזלינן בתר רוב בהמות ואמרינן נשחטה הותרה ופשוט הוא:  עוד כתב אדוני ראיה ומדמה נידון דידן לסירכא מיניה וביה וכמו שם דאין סופה להתפרק או דאין בו נקב גם בנידון דידן או שלא תתפרק שם או שאין נקב במקום הדלדול שנשאר כך הוא תמצית דברי אדוני בשינוי לשון קצת והכל הולך למקום אחד שאדוני מדמה נדון דידן או דלדולי סירכא של התבואות שור למקום שאין מעיקרו שם סירכא עליו וכמ\"ש הב\"י גבי סירכא מיניה וביה והובא בש\"ך ס\"ק כ\"ז ובט\"ז ס\"ק י\"ד דודאי אינו סירכא אלא הפשטת הליחה של הריאה ולא בא מחמת נקב אבל בכאן הוי סירכא גמורה וצריכים אנו לברר ולהוציאה אותה מחזקת סירכא גמורה ולהעמידה על שם ריר בעלמא. ואי אפשר לברר זאת אם לא שיתמעך בנחת והוי כליחה והוי ליה שם ריר ואחר כך לבדוק ברוק אם יבצבץ טריפה ואם לאו כשר ובוודאי אי אפשר לבדוק אלא שיתמעך בכל וכל שלא ישאר בו שום רושם דאל\"כ אי אפשר לבדוק הכל (כמ\"ש לעיל בשם הפרי מגדים ותורת יקותיאל). גם מ\"ש אדוני ובזה אתי שפיר דברי הב\"ח דלא סתרי אהדדי. ואני בעניי לפי קט שכלי נוכל לומר דלא סתרי אהדדי דבסי' ל\"ט כתב טעם על הבדיקה דהיינו די\"ל דעדיין לא יצאנו מידי ספק סירכא והיינו כמו שביארנו בכאן דלא יצא מידי ספק סירכא דהיינו להיות עליו שם ריר בעלמא רק במיעוך ובבדיקה לכן אם מבצבץ טרפה הגם דהנקב אפשר ע\"י משמוש ידא דטבחא עכ\"ז חיישינן דלמא ניתקה הסירכא בחזקה ולא יצא על ידי המיעוך משם סירכא גמורה בלא בדיקה כי תרווייהו מיעוך והבדיקה מוציאין משם סירכא גמורה כן הוא בב\"ח בסי' ל\"ט בסעיף ט\"ו וכן הוא בתבואות שור כוונת הב\"ח ולדעתי הוא מפורש בב\"ח ולכן אף דהבדיקה היא חומרא כמ\"ש הב\"ח גופיה בסי' ל\"ט סעיף ה' מ\"מ אם בצבץ טרפה כי הא בהא תליא זהו חומרא של הבדיקה אם יבצבץ יהא טרפה כי עכשיו אי אפשר לבדוק ונתקלקל הבדיקה ובמיעוך לחודיה לא יצא משם ספק סירכא לכן טרפה וזהו ממש דבריו בסי' ל\"ז אם נמצא נקב הן במקום סירכא או שלא במקום סירכא כתב שם וז\"ל אין להוציא מחזקת טריפה אלא בידוע שלא היה שם נקב ע\"כ ולכאורה שלא במקום סירכא לא היה בחזקת טריפה אך היינו טעמיה דהא הבדיקה מקולקל שאי אפשר לנפחה ולו יהא דאותו הנקב שלא במקום הסירכא נעשה ע\"י משמוש ידא דטבחא אבל לנפחה כראוי כמו שהיתה בחייה אי אפשר למיקם ולעמוד על בדיקתה כמ\"ש לעיל א\"כ נשארה הסירכא רק ע\"י מיעוך לבד ואי אפשר להתירה ע\"י מיעוך לבד בלא בדיקה דלמא מיעך בכח כסברת הב\"ח וטריפה היא. ולא זכיתי להבין דברי אדוני שכתב בתשובתו דמ\"ש הב\"ח בסי' ל\"ט אלא שעדיין לא יצאנו כו' וכתב אדוני ובסמוך לסירכא לא שייך האי טעמא אבל כדפרישנא וכמ\"ש התבואות שור סמוך לסירכא ובמקום סירכא שניהם שווים כי נשאר המיעוך לבד בלא בדיקה ואי אפשר למיקם עלה ולכן אין להוציא מספק סירכא גמורה וטרפה. וראיה דלא מכשיר הב\"ח אלא בכסדרן או סירכא תלויה וכמו שמסיים הב\"ח במשמוש ידא דטבחא ואין כאן ריעותא. נמצא מפורש בדברי הב\"ח דאפילו בדיעבד בלא בדיקה טריפה אפילו לאחר המיעוך כולה הגם דסבר הב\"ח מפורש דהבדיקה היא לחומרא וא\"כ מוכח מכל הלין פוסקים דגם בדלדול היכא דאי אפשר למיקם לבדוק ולברר דאין בו נקב עדיין בחזקת סירכא גמורה וטרפה מחמת מניעת הבדיקה הלא המה הב\"ח והתבואות שור בשם מהר\"ן שפירא ומהר\"ם מלובלין ומהר\"ש אידלעש ושאר גאונים והפרי מגדים והתורת יקותיאל וכן הוא קצת משמע בחגורת שמואל על לבוש אין לענ\"ד הקלושה להקל נגד כל הנך פוסקים ומה גם שכבר כתבתי בשם הרוקח שלא יהא מקומו ניכר כלל ולכן לא הזכירו האחרונים היינו הרמ\"א והט\"ז לרוב פשיטות וכמ\"ש לעיל וזהו בענין הדלדול אם כן בנידון דידן שעדיין לא נשלמה הסירכא וקל וחומר בן בנו של קל וחומר שבצבץ וגם לא נעשה כליחה אותה מקצת שנתקלפה לענ\"ד אי אפשר בשום אופן להכשירה אפילו בסירכא שנסרכה לדופן דמדינא דגמרא כשר בבדיקה ואין חילוק בין סירכא לסירכא כי אנן אין בידינו לחלק היכא שכל הפוסקים הסתימו וכמו שהבאתי לעיל בשם הש\"ך ומבקש אני מאת אדוני שיכתוב לכאן תשובה באר היטב כדי שיובנו הדברים גם לאיש כמוני מקטני וחלושי שכל:  וכדי שלא להוציא הנייר חלק אכתוב לאדוני קושיא אחת שנתקשתי. בב\"ק דף צ' ע\"ב תנו רבנן שור תם שהמית והזיק כו' וכי קדמוהו ודנוהו דיני נפשות ליהדר ולידייניה כו'. ואיתא בכריתות דף כ\"ד ע\"א א\"ר כרוספדאי א\"ר יוחנן שור הנסקל שהוזמו עדיו כל המחזיק בו זכה בו, ופירש\"י דהוי הפקר משנגמר דינו. ואיתא בב\"ק י\"[ג] ומ\"[ד] אם נגח ואח\"כ הפקיר פטור והועד בבעליו כו'. ואיתא בהרא\"ש דף י\"ג דאפילו חכמים לא פליגי על ר' יהודה דפטור מלשלם. וא\"כ מאי מקשה הגמרא ליהדר ולדייניה דיני ממונות, דהא משנגמר דינו הוי הפקר ונגח ואח\"כ הפקיר פטור.   ויש לי דרך לישב באריכות גדול, אך באתי לבקש מאת אדוני לחוות דעתו הצלולה בזה, ואסיים ואומר שלום.  הק' נפתלי הירש בא\"א המפורסם החריף מוהר\"ר ישראל הכהן מסטנאב מ\"ץ דק\"ק בארדיצוב  וזאת אשר השיבו על זה  ידיעה בתחילה לאודועי לכת\"ר כמצוה עלינו מפי חז\"ל ריש פ\"ה דברכות שהנחשד בדבר צריך להודיעו כי מעולם לא עלה על דעתי חס ושלום להתיר לקלוף הסירכא בידים רק שעל ידי גלגול בין האצבעות אפילו בנחת על ידי זה היא מתקלפת מאליה מהריאה ומתנתקת מעט מעט מטה מטה עד כלותה ואף גם להלאה ממקום יציאתה ובליטתה מהריאה וכמ\"ש לקמן באריכות (וכל אריכות כת\"ר בזה היא בחנם ואך למותר). ומתחילה ההכרח לבאר היטב חילוקי דעות האחרונים בענין המיעוך ומשמוש הזה:  הנה בספר תורת יקותיאל כתב דבעי' דוקא להיות הסירכא נמוחה כליחה כו' ויפה כיון לפי משמעות לשון הכל בו דף פ\"ז ע\"א והובא ב\"י ולשון מהרי\"ו והובא בדרכי משה שכתבו לשון נימוח. אך בדרכי משה מסיים אח\"כ שתמוה הוא המנהג שנהגו עכשיו באלו המיעוכים ומשמושים כי לא מצינו שום פוסק שמתיר למעך ולמשמש בכהאי גוונא שנהגו למשמש לפעמים זמן רב ואם ניתק מכשירים רק מנהג אבותינו תורה היא עכ\"ל:  והנה אם עיקר קפידתו היתה על זמן רב לחוד הרי בכל בו כתב בהדיא למשמש הרבה והובא ב\"י ולא נתן שום שיעור לדבר רק שימשמש בנחת ע\"ש ועוד דהוה ליה לסיים ואם נימוח מכשירים כלשון מהרי\"ו ולמה שינה הלשון מנימוח לניתק. אלא ודאי שכוונת רמ\"א היא משום שהמשמוש זמן רב עד שניתק לא מקרי משמוש בנחת כל כך כמ\"ש בפוסקים והיינו משום דאי הסירכא היתה רכה ונימוחה כליחה מחמת רכותה ע\"י המשמוש כמשמעות לשון הכל בו ומהרי\"ו היה די לה במשמוש קל זמן מועט אבל סירכות הקשות קצת ואינן נימוחים כליחה רק שנתקות באמצעיתן או סמוך לריאה ע\"י מיעוך ומשמוש זמן רב אף שהוא בנחת ולא בכח מכל מקום אינו בנחת כל כך כמו בנימוחה כליחה. ואף גם אם היא בנחת כל כך מכל מקום מאחר שאינו נימוח כליחה אלא שניתק ונפסק מחמת רוב המיעוך זמן רב לא מצינו שום פוסק שמתיר וכמשמעות לשון מהרי\"ו בדרכי משה שם שסרכות הקשים אין להם היתר רק שמנהג אבותינו תורה אף שלא הוזכר בפוסקים זו היא כוונת הרמ\"א באמת לכל מודה על האמת וזו היא גם כן כוונתו בהגהת הש\"ע שלא הזכיר לשון נימוח אלא המתנתקת סוף סעי' י\"ח בהג\"ה, ובהג\"ה סעיף י\"ג ולא ינתק בכח ר\"ל אלא ממילא ומאליה על ידי מיעוך בנחת ולא בחוזק וכח שנמצא מנתק בכח ולשון שיתמעך שברמ\"א שם סעיף י\"ג הוא לשון ממוצע בין נימוח כליחה לניתק בכח דמאחר שמתנתק ממילא על ידי גלגול אצבעות בנחת מקרי נתמעך בלשון רמ\"א בהג\"ה (ומ\"ש בדרכי משה בסיום לשונו לשון נימוח גבי ורדא הוא דרך העברה בעלמא ושיטפא דלישנא ומשום דקאי התם אדברי מהרי\"ל שהזכיר לשון נימוח עיין שם היטב וגם לדידן דמכשרינן בניתק ממילא ודאי דאין אנו חולקים על מהרי\"ו חס ושלום אלא ס\"ל דניתוק ממילא הוא בכלל נימוח שבמהרי\"ו משום הכי לא נזהר שם רמ\"א כל כך בלשונו וכן באות כ\"ו שם כמו בהגהת הש\"ע הקבוע להוראה):  והנה פלפול זה אם די בהסרת הדלדולים במקום יציאת ובליטת הסירכא לחודיה היה בקיץ תקל\"ב בהיותו בבית אדמ\"ו רבינו הגדול הגאון המפורסם מוהר\"ר דוב בער נ\"ע בק\"ק ראוונע (עי' צ\"צ יו\"ד סי' ק\"ד ס\"ח) והסכימה דעתו הקדושה דדי בכך וראייתו היתה מסירכא כסדרן מחיתוך לחיתוך דמכשרינן בגמרא ולא חיישינן אולי מתפשט קרום דק מהסירכא גם על גב האונא אם יקלפנה לשם (שהוא דבר ההווה ורגיל כנ\"ל שזהו ענין שאילתנו) מכלל דקרום זה שעל הריאה התמימה ונקיה להלאה ממקום בליטת הסירכא אין שם סירכא עליו אלא הפשטת ליחת הסירכא הנראית ובולטת מחיתוך לחיתוך שהיא כסדרן וסותמת מנקב שבחיתוך לפירוש רש\"י ולנקב אחר על הגב לא חיישינן משום דלא מחזקינן ריעותא ממקום למקום (ולהתוס' לא חיישינן שתתפרק על הגב). ומה שכתב כת\"ר דכסדרן אינה ריעותא כלל מדאין צריך בדיקה אכתי תקשי להיש אומרים שברמ\"א סעיף ד' דמצריכים בדיקה ואפילו בדיעבד דחיישינן שמא יש איזה נקב שלא נסתם כמ\"ש בתוס' אלמא דריעותא גמורה היא וגם להמכשירים בלי בדיקה מקרי ריעותא לענין תרתי לריעותא בדאיכא חלון עכ\"פ כמ\"ש הט\"ז ונקודות הכסף סי' ל\"ז ועוד שהמכשירים בלי בדיקה היינו בלי בדיקת נקב ע\"י נפיחה אבל עכ\"פ צריך לבדוק יפה אם הוא כסדרן בודאי ואם הוא ספק אם היא כסדרן טרפה ולא דמי לשני עדים המכחישים זה את זה שבש\"ע סעיף ט\"ז וסעיף י\"ז כמבואר במקור הדין בתשב\"ץ ח\"ב סס\"י (ק(פ\"ט דלא כט\"ז שם שאחריו נמשך כת\"ר שבימיו לא נדפס עדיין התשב\"ץ. והנה מדסתם התשב\"ץ והחליט לאיסור בספק כסדרן בפשיטות בלי שום חולק מכלל דסבירא ליה דלא תליא הא בפלוגתא דרש\"י וסייעתו עם התוספות וסייעתם אם אין סירכא בלי נקב או דיש סירכא בלי נקב אלא דעתידה לינקב שהביא התשב\"ץ ח\"א סי' ס\"ז ולא הכריע וסיים שם דלשני הטעמים כיון שמחמת נקב נאסרה אסורה דבר תורה וככה ממש סיים בח\"ב סי' (ק(פ\"ט הנ\"ל אלמא דסבירא ליה דלשני השיטות אין להקל בספק כסדרן ולא לחלק ביניהם כסלקא דעתך דהתבואות שור סימן כ\"ט והתורת יקותיאל סי' כ\"ה לישב תשובת רשב\"א שבש\"ע סעיף ה' להכשיר בספק אם יצאה מחיתוך או מגב משום דהרשב\"א קאי בשיטת התוס' דיש סירכא בלי נקב ומשום הכי אין כאן ריעותא כמו לשיטת רש\"י אלא סבירא ליה להתשב\"ץ דאף גם מה שסופה לינקב היא ריעותא גמורה ואסורה דבר תורה כמו לפירוש רש\"י וסיעתו. ומה שהתיר הרשב\"א בספק אם מחיתוך כו' היינו משום דהיה נראה לעין שהיא יוצאה מחיתוך כשנופח הריאה היטב אלא שבאת לחוש שמא בחייה לא היתה נפוחה כל כך ולהכי לא מחזקינן ריעותא כיון שאין ריעותא לפנינו דמה שנראית יוצאה מגב כשאינה נפוחה כל כך לא הוי ריעותא גמורה מאחר שנראית יוצאה מחיתוך כשנופח היטב ואמרינן דבחייה היתה ג\"כ נפוחה כ\"כ וכעין זה ממש כתב התורת יקותיאל במסקנא. ולבר מן כל דין אף אם תימצי לומר דספק כסדרן כשירה היינו בדיעבד ודאי כשאי אפשר לבדוק ולברר הדבר אבל כשאפשר לברר הדבר ודאי לכ\"ע צריך לבדוק ולברר כל מה דאפשר וא\"כ בכל סירכא כסדרן מחיתוך לחיתוך ה\"ל להצריך להעבירה ולקלפה מהריאה אולי מתפשט קרום דק ממנה על הגב (כנהוג ומצוי שזהו נידון שאילתנו כנ\"ל) וה\"ל שלא כסדרן אלא ודאי דהיא הפשטת ליחה בעלמא מהסירכא שבחיתוך כנ\"ל:  אמנם בשמלה חדשה סעיף ל\"ח הוסיף עוד טעם להסרת הדלדולים משום דכל שלא הלכה מכל וכל יראה מזה דלאו ריר הוא כי אם סירכא גמורה ומהאי טעמא נמי משמעות לשונו הוא בסעיף ל\"[ז] שהסרת הדלדולים צריך להיות על ידי מיעוך בנחת דוקא ועל דקדוק משמעות לשון זה תמכו יסודתם המחמירים דמחניכם (כמו שרמזתי בתשובתי הראשונה לבריסק) כי נה לפי טעם זה אם לאחר שניתקה ונתקלפה מאליה הסירכא כולה מהריאה על ידי המיעוך וגלגול אצבעות בנחת נשאר עוד דלדול דק ואם יגלגלו בין אצבעותיו להסירו אזי יהיה מתקלף קרום דק ממילא מגוף הריאה התמימה ונקיה להלאה ממקום יציאת הסירכא ובליטתה על הריאה ודבר ההווה ורגיל טובא הוא להיות נקלף ממילא על ידי גלגול זה קרום ארוך טפח ויותר מגוף הריאה התמימה ושלימה ונקיה מכל דלדול עד כלות הקרום הזה להתקלף מהריאה מאליו והוא קרום הנמשך מהסירכא וצריך בדיקת פושרין או רוק אפילו לעכב לפי דעת המחמירים דמחניכם הנתלים בדעת השמלה חדשה וזו היתה השאילה דשאילנא קדמיכון דאם בדיקת פושרין מעכבת אין תולין במשמוש ידא דטבחא. אמנם לפי דעת השבות יעקב וסיעתו דלעיל דהטעם משום שלא לסתום הנקב אין צריך להסיר הדלדולים רק במקום שהסירכא יוצאת ובולטת מהריאה שהן דילדולי קרומי הסירכא עצמה דהתם במקום יציאת הסירכא ובליטתה מהריאה מחזקינן ריעותא וחיישינן לנקב ולא במקום השלם ונקי מהריאה שלא היתה הסירכא מתפשטת לשם כלל. ואף אם נראה לעין שקרום דק מתפשט מהסירכא על גוף הריאה השלם אין זו ריעותא לחוש לנקב בשבילה משום דתלינן דהקרום הוא מהפשטת הליחה דהסירכא כי ריעותא דסירכא לחוש לנקב בשבילה אינה אלא במקום יציאתה ובליטתה מהריאה לחודיה דוקא. ותדע מדכתב השבות יעקב להסירה מהריאה על ידי סכינא דחליש פומיה ולבדוק בפושרין במקום החתך וגם בתורת יקותיאל ופרי מגדים משמע כן להסיר הדלדול הנשאר מהסירכא ממקום יציאת הסירכא לחוד שלא יסתום הנקב ולא לקלפו מגוף הריאה השלם ונקי שלא הגיעה הסירכא לשם כדלקמן (ואף גם בשמלה חדשה אין הדבר מוכרח כל כך כי יש לומר ג\"כ דכוונתו אינה אלא על מקום יציאת הסירכא ובליטתה מהריאה בכל המקום שמתפשטת ובולטת ונראית להסירה משם ע\"י מיעוך בנחת אבל אין צריך לקלוף כלום ממקום שכלתה הסירכא ואינה מתפשטת לשם אלא שנלאתי להאריך):  אי נמי <[ג]> י\"ל דהיינו טעמא דלא איכפת לן כלל בקרום דק זה משום דלא גרע מסרכא מינה ובה ממקום למקום דמכשרינן בלי בדיקה כלל משום דלהתוס' אין סופה להתפרק ולשיטת רש\"י חשובה סתימה מעליא לנקב כמ\"ש התבואות שור ליישב מנהגנו (דלא כמ\"ש ב\"י והש\"ך שכבר השיג רש\"ל על הב\"י והסכימו עמו רוב האחרונים) וטעם זה מוכרח הוא לפי דעת השבות יעקב ופרי מגדים ותורת יקותיאל דלעיל שהתירו להעביר הדלדול הנשאר מהסרכא על הריאה בכל אופן שיהיה אפילו ע\"י סכין או לקלוף בידים ולא ע\"י מיעוך וגלגול בין אצבעות בנחת כדין סרכא (ומשמע שם בהדיא דמיירי בדלדול הנשאר במקום התפשטות הסרכא ובליטתה על הריאה ולא בקרום דק הנקלף להלאה ממקום הסרכא מגוף הריאה התמימה ונקייה שקרום דק הנקלף משם נראה לעין כאילו הוא מקרומי הריאה עצמה ולא סרכא כלל שענין זה לא הוזכר כלל בדבריהם ע\"ש) וא\"ל דס\"ל דמאחר שע\"י המיעוך בנחת ניתקה הסרכא באמצעיתא כדלעיל שוב אין שם סרכא כלל עליה ולא על דלדול הנשאר ממנה אלא הן ריר בעלמא דאכתי תקשי לפי דעת התורת יקותיאל (והוא דעת הכל בו ומהרי\"ו כדלעיל) דבעינן שנימוחה כליחה דוקא שזהו דוקא סימן לריר בעלמא והבדיקה היא לחומרא בעלמא א\"כ בדלדול שלא נימוח ניחוש לסרכא גמורה ולא מהניא לה בדיקה כדאיתא בגמרא בהדיא דלית להו בדיקותא דלא כמ\"ש כת\"ר בשם הגמרא אלא ודאי היינו טעמא דה\"ל סרכא מינה ובה והבדיקה שם היא לחומרא בעלמא לכתחלה אולי יש שם איזה נקב שלא נסתם עדיין מאחר דסרכא שלא כסדרן אינה בלא נקב ואף שעברה ע\"י מיעוך ואמרינן דריר בעלמא הוא מ\"מ מחמרינן לבדוק לכתחלה ע\"י רוק או פושרים כמ\"ש בפרי מגדים סי' (ל\"ז) [ל\"ו סק\"ז] (עי' צ\"צ יו\"ד סי' ל\"ב ס\"א) ודלא כמ\"ש התבואות שור שם בדעת הב\"ח ואף התבואות שור חזר בו בסי' ל\"ט ס\"ק נ\"ד וכתב ומכל מקום אומר אני כו' אני דייקא ולא הב\"ח (ובאמת שהוא דוחק גדול בב\"ח סי' ל\"ט סעיף ה' לומר שחששו לטרחא אם הבדיקה מעכבת בדיעבד וסיים הארכתי בדבר פשוט כו' וגם לא הוה ליה לכתוב על מהרו\"ך ושרי ליה מריה ע\"ש בב\"ח) וכך הבין השבות יעקב ח\"ב סי' ס' בדעת הט\"ז כמ\"ש הפרי מגדים דהבדיקה אינה מעכבת כלל בדיעבד אחר המיעוך בנחת כדת ופסק כן הלכה למעשה. (אך מה שהוסיף להקל במיעוך בחוזק קצת כו' כבר חלק עליו בזה הגאון מהר\"י בס' כרתי) וכן פסק הלכה למעשה בתשובת חינוך בית יהודה סי' מ\"ג והוכיח שם שכן דעת רמ\"א מדכתב בסעיף י\"ג בהגה\"ה ולכן כל מקום שיתמעך תולין להקל כו' בסתם ולא הזכיר שצריך לנפחה ולבדקה אח\"כ ש\"מ שאינו מעכב ובסעיף א' בהג\"ה לא בא אלא להורות שכן נהגו לכתחלה ע\"ש (וככה יש להוכיח קצת ג\"כ שכן דעת הש\"ך ממ\"ש בסי' ל\"ו סק\"ה בשם הגאון אמ\"ו ז\"ל כגון מראה כו' ולא הזכיר מיעוך סירכא דשכיחא טובא טפי ממראה וממ\"ש בסי' ל\"ט ס\"ק ה' אין ראיה להיפך דהתם הכי נמי יש מהן כשרות בדיעבד כמ\"ש בפרי מגדים שם) והתבואות שור יחידאה הוא בחומרא זו דלא כמ\"ש כת\"ר שכן דעת שאר אחרונים והגאונים מהר\"נ שפירא ומהר\"מ מלובלין ומהרש\"א הורו כן לכתחילה דוקא להסיר הדלדולים ולבדוק לחומרא בעלמא אף גם שלא זכרו מזה רש\"ל ורמ\"א כלום <[ד]> ואף גם זאת דוקא במקום יציאת הסרכא ובליטתה על הריאה ולא להלאה ממקום הסרכא וכמ\"ש בתבואות שור גופיה שם ס\"ק נ\"ז בשם ספר בית לחם להסיר כל הסרכא דייקא וכן כתב בשמלה חדשה להסיר כל הסרכא ולא ישאר ממנה כו' ממנה דייקא ולא להלאה מהסרכא מגוף הריאה התמימה ונקייה שהקרום המתפרק ונקלף משם נראה לעין כקרומי הריאה עצמה ואין עליו שום סרכא כלל ואם כשמגיע לשם בולט שם איזה עוקץ ודלדול הרי יכול להסירו ע\"י סכינא דחליש פומיה ולבדוק שם לבד וכמ\"ש בתשובת שבות יעקב דלעיל ויותר אין להאריך:  [הג\"ה:  * ומ\"ש כת\"ר דכסדרן אין שם סירכא עליה כלל הוא פלאי דהא גם המכשירים בלי בדיקה לשיטת רש\"י ס\"ל דיש נקב בפועל ממש אלא שנסתם יפה משום דאין סירכא בלא נקב משא\"כ סרכא שעברה על ידי מיעוך המועיל לדידן היינו טעמא משום דאמרינן ריר בעלמא הוא והפשטת ליחה ואינה סרכא המוזכרת בגמ' ופוסקים ומשום הכי לא חיישינן לנקב כלל כמ\"ש רש\"ל ורמ\"א וכל האחרונים והגם אף שהתבואות שור סי' כ\"ט גם כן כתב כן דכסדרן היא ריר בעלמא לשיטת רש\"י הרי חזר בו בסי' ל\"ט בשמלה חדשה ובתבואות שור וכתב שם כמבואר בפרש\"י והרא\"ש ובדברי כל העומדים בשטתו דכל סרכא כסדרן יש נקב בפ\"מ אלא שהסרכא סותמתו בצירוף האונה שאצלה וגם בסי' כ\"ט לא כתב כן לקושטא דמלתא לפרש\"י וסיעתו אלא שנדחק ליישב פסק הב\"י בש\"ע סעיף ה' בספק כסדרן בשם הרשב\"א אליבא דדינא ובצירוף דעת התוס' ואף גם זאת הרי תלה ודימה זה לסרכא שעברה ע\"י מיעוך ולא חילק ביניהם כדעת כת\"ר יעו\"ש אמנם באמת העיקר בישוב פסק הש\"ע הוא כנ\"ל וא\"צ לדוחק התבואות שור:  ** וגם מ\"ש כת\"ר שכן דעת הפרי מגדים והתורת יקותיאל להחמיר בדיעבד הוא פלאי וגם מ\"ש כת\"ר בפירוש לשון הב\"ח סי' ל\"ז דסמוך לנקב אי אפשר לבדוק והבדיקה מעכבת היא פליאה נשגבה דא\"כ מאי איריא דלא תלינן דקאמר הב\"ח הרי אפילו נעשה נקב לפנינו קודם הבדיקה בסמוך לסרכא טרפה משום דאי אפשר לבדוק עוד:]  ואשר הקשה לשאול בסוגיא דסוף פרק החובל מסוגיא דסוף פ\"ק ומריש פ\"ו דכריתות, לכאורה היא קושיא אלימתא, אך כבר יישבה הרמב\"ם פי\"א, במה שסמכו ענין לו לדין זה (דאע\"ג דסבירא ליה דאינו משלם אלא מרידיא הרי גם רידיא עלייה דמרה הוא כדאיתא שם בגמרא) דין השנוי בברייתא סוף פ\"ד דלאחר שנגמר דינו אם הקדישו אינו מוקדש וכן במתנה, והוסיף מדיליה עוד (אף שאין דרכו בכך כנודע אלא בכדי ליישב קושית כת\"ר) דאם הפקירו אינו מופקר. ולכאורה אינו מובן וסותר דברי עצמו בהלכה י\"ג שם שכל הקודם זכה שהרי הפקירוהו כו', והוא תלמוד ערוך ריש פ\"ו דכריתות שהביא כת\"ר, ולמאי נ\"מ אינו מופקר. אלא דהתם משום יאוש לחודיה נגעו בה (כמ\"ש הרא\"ש פ\"י דב\"ק), וס\"ל לרמב\"ם כמ\"ש התוס' בב\"ק דף ס\"[ו] סוף ע\"א דאע\"ג דכל הקודם זכה לאחר יאוש כמו בהפקר אעפ\"כ אין דינו כמפקיר בפירוש ממש מדעתו ורצונו הטוב, ויש חילוק ונפקא מינה אפילו לעניין זכייה עצמה, ומכל שכן הכא לענין שאינו יכול להפקירו מדעתו ורצונו לאחר שנגמר דינו, כמו שאינו יכול להקדישו, משום דלאו ברשותיה קאי, כדפרש\"י שם. וכמו חמץ לאחר שש אינו יכול לבטלו ולהפקירו ולהוציאו מרשותו שלא יעבור עליו בבל יראה, וגם אם הפקירו אינו יוצא מרשותו ועובר עליו בבל יראה כאילו הוא שלו, וכן בור ברשות הרבים שהפקירו חייב על נזקיו כשלו, כדאיתא בגמרא אמר ר' אלעזר שני דברים אינן ברשותו של אדם ועשאן הכתוב כאילו הן ברשותו כו', והוא הדין נמי בשור שהמית והזיק ונגמר דינו למיתה, אינו יכול להוציאו מרשותו מדעתו ורצונו ע\"י שמפקירו, שלא נוכל לגמור דינו על הנזקין משום דכתיב והועד בבעליו והוא אינו בעליו משהפקירו והוציאו מרשותו, אלא בעל כרחו הוא בעליו לענין שגומרים דינו בפניו על הנזקין. ואף שכל הקודם זכה, זהו ענין הפקר ממילא על ידי יאוש שלא ברצונו, אבל הוא אינו יכול להפקירו ולהוציאו מרשותו מדעתו ורצונו כמו שאינו יכול להקדישו. ומאחר שהוא אינו יכול להוציאו מרשותו מדעתו ורצונו ע\"י הפקר זה קרינן ביה והועד בבעליו.  וקצת יש להוכיח כן, מדר' יהודה סבירא ליה דפטור גם ממיתה בנגח ואח\"כ הפקיר, משום דבעי והועד בבעליו בשעת גמר דין, והרי תיכף משנחקרו העדים וכיוונו עדותם ונמנו הבית דין וגמרו ביניהם שלא בפני בעליו שהשור חייב מיתה, אם נודע זה לבעליו ידיעה נאמנה בודאי אסחיה לדעתיה ונתייאש, וכשהבית דין שולחים אח\"כ לקרוא לבעליו לבית דין ואומרים לו ששורך חייב סקילה כדין התורה, אליבא דר' יהודה עכ\"פ (ולפי דעת הרמב\"ם אפילו לרבנן אם יש לו בעלים צריך לגמור בפניהם. ומ\"ש המגיד משנה שכן הוא בברייתא צ\"ע, דבברייתא מיירי בפני השור), למה יומת הרי כבר נתייאשו והוי הפקר ממילא. ודוחק לומר שלא חייבה תורה סקילה אלא כשלא היתה ידיעה נאמנה בתחילה לבעליו איך שנחקרו העדים שהעידו בפניו דייקא וכיוונו עדותם. אלא ודאי דלא פטר ר' יהודה אלא כשהפקירו בפירוש מדעתו ורצונו, והוא הדין לרבנן לענין נזקין, כמ\"ש הרא\"ש דשוין הן.  והא דחשיב ר' אלעזר שני דברים בלבד, היינו שעשאן הכתוב דייקא, אבל נגח והזיק אינו מפורש בכתוב, וכן לר' יהודה אם היתה ידיעה בתחלה לבעלים ג\"כ אינו מפורש בכתוב.  ותדע דלא קא חשיב נמי ר' אלעזר ישראל שמצא עבודה זרה והגביהה וזכה בה, שאינה ברשותו כמו חמץ בפסח ממש שאסורה בהנאה, וצריך לבערה מן העולם כמו חמץ, כדתנן שוחק וזורה לרוח כו', וכדאיתא בפסחים דף כ\"ח, ואפילו הכי היא כשלו לענין שאין לה ביטול, כדאיתא בעבודה זרה דף מ\"ב ע\"א ובב\"ח ליו\"ד סי' קמ\"ו, דלא כט\"ז שם.",
      "footnotes": "החלק האחרון של השאלה והתשובה, היא מהדורא בתרא לגבי האמור בסי' תלה קו\"א ס\"ק ב, ונכתבה בסוף ימיו (לערך קיץ תק\"ע. באה בהמשך לסי' יב, שבתחלתו נזכר ביקור רבינו בברדיטשוב באביב תק\"ע, אחרי הסתלקות הרה\"ק רבי לוי יצחק בכ\"ה תשרי תק\"ע).   שהקשה גם בגליון הש\"ס שם, ובקצות החשן סי' תו ס\"ק ב.   ב\"ק פ\"א סט\"ז, שרבנן פליגי רק במיתה אבל בנזקים מודים.     הובא בצ\"צ יו\"ד סי' ק\"ד דף י\"ט ע\"ב וע\"ג.   עי' צ\"צ יו\"ד סי' ק\"ד ס\"ח.   הובא בצ\"צ יו\"ד סי' כ\"ב ופס\"ד ח\"ג דף ל\"ה ע\"ג.     הל' נזקי ממון.   שאחרי שביאר דין זה בהלכות ז-ח, סמך ענין לו בהלכה ט.   להרמב\"ם שם ה\"ח: ומהיכן משתלם מן השבח שהשביח ברדייתו אחר שנגמר דינו שכיון שנגמר דינו לסקילה אין לו בעלים שיתחייבו בנזקיו (דלא כרש\"י שם צא, א ד\"ה סוף, שאינו משתלם מרידיא אלא כשברח). ולכאורה כיון שאין לו בעלים איך אפשר לדון השור בפניו.   הרי שגם לדעת הרמב\"ם יש לו בעלים, עכ\"פ לחיוב מרידיא. וראה קובץ יגדיל תורה (נ.י.) ה ע' פה.   ב\"ק מד, סע\"ב.   אוצ\"ל: במכירה.   ראה כללי הפוסקים וההוראה כלל רח.   גבי שור הנסקל שהוזמו עדי.   וראה קונטרס אחרון סי' תלה ס\"ק ב, שמיישב בדרך אחרת: דוקא כשהוזמו עדיו מועיל יאוש בעלים דנמצא למפרע היה מותר בהנאה ויכול להפקירו. ולפי זה מסיק שם, שגם אסורי הנאה (כל זמן שלא הוזמו עדיו) אינו הפקר גמור עד שכל הרוצה ליטול בעבירה יבא ויטול בעל כרחו של בעלים. וראה שערי יהודה ב\"ק ע' עד ואילך.   סי' כא: וכיון דכבר נאסר בהנאה מייאשי מיניה. ועד\"ז בתוס' זבחים עא, א ד\"ה ברובע: מייאש. וראה פלפול התלמידים (770) ז ע' נז.   ד\"ה כיון דבאיסורא.   ב\"ק מה, א ד\"ה אינו מוקדש.   פסחים ו, ב. ב\"ק כט, ב.   שמות כא, כט.   ב\"ק יג, ב. מד, ב.   משנה סנהדרין כט, א. טור ושו\"ע רס\"י יט.   הל' נזקי ממון פ\"י ה\"ו.   במשנה ב\"ק מד, ב.   ב\"ק מה, א: השור יסקל וגם בעליו יומת, כמיתת הבעלים כך מיתת השור, מה בעלים בפניהם אף שור בפניו.   ב\"ק פ\"א סט\"ז.   עד\"ז מבואר בקו\"א שם: ואין לומר דשאני חמץ שמוזהר עליו לבערו, הרי גם ע\"ז מוזהר עליה לבערה.   ע\"ז מג, ב. ולענין חמץ בפסח בפסחים כא, א.   שמדמין בין ע\"ז לחמץ בפסח לענין זה.   דלמא מגבה לה והדר מבטיל, לה והוי עבודת כוכבים ביד ישראל וכל עבודת כוכבים ביד ישראל אינה בטלה לעולם.   ד\"ה ומ\"ש ואפילו אליל. מובא בש\"ך שם ס\"ק א (שאם זכה בהם הישראל אחרי יאוש הרי היא כשלו מדינא). וראה קו\"א שם, שהוכיח כן גם מב\"י וש\"ך שם, שהבן יורש ע\"ז של אביו ואין ביטול מועיל.   ס\"ק ג (שאינו אסור אלא משום גזירה אטו אליל של ישראל)."
    },
    {
      "chunk_id": 16,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן טו",
        "siman": "סימן טו"
      },
      "text": "לא\"נ הרבני המופלג חריף ושנון מו\"ה פנחס נ\"י:  מהודענא אודות התולעים שבריאה לא החלטתי לאסור לאחרים כי אם להחמיר לעצמי מפני שאיני סומך על שיקול הדעת להתירן מסוגיא דתמורה (דף ל\"א ע\"א) דפירשא בעלמא הוא עיין שם בתוספות דגם למסקנא קאי הכי (ועיין בכורות דף ז' ע\"ב וטור וש\"ע יו\"ד סי' פ\"א (סעיף ג') דבפירשא בעלמא אין בו משום אבר מן החי) ועל כרחך צריך לומר כמ\"ש רש\"י ור\"ן סוף פרק כל הבשר (קט\"ז ע\"ב) דאע\"ג דפירשא בעלמא הוא אינו כפרש ממש אלא דלאו גופה הוא והכי נמי רימה אינו כגוף האדם והבהמה ולא דמי לביצה ע\"ש בתמורה ובכורות (דף ו') דיוצא מן הטמא נפקא לן מאת הגמל וא\"כ אין לאסור (כיוצאין) לבני נח היוצא מאבר מן החי אבל לפ\"ד הרי\"ף סוף פרק כל הבשר דלא סבירא ליה כרש\"י שם לא אתי שפיר תירוץ זה וא\"כ אפשר דסוגיא דחולין סבירא ליה דלאו פירשא הוא אלא כגוף הבהמה ואילו חתך בשר חי מגופה אעפ\"י שמת הבשר אח\"כ כגון ריאה בחתיכות הקנה (חולין ל\"ד) ע\"ש דעומד באיסורו והכי נמי תולעים שבכבד סוף פרק אלו טריפות אין איסורן משום אבר מן החי בחיות עצמן שהרי אבר מן החי אינו נוהג אלא בבהמה ועוף ותולעים שלא פירשו מותר לאכלן חיין אי לאו משום בל תשקצו אלא איסורן משום שנפרשו והובדלו מגוף הבהמה במה שהן חיין לעצמן ואין שחיטתן מתירתן משא\"כ אם לא היה להן חיות לעצמן היו ניתרין בשחיטתה כיון שלא היו נבדלים ממנה אבל חיותן גורם להיות כאילו מנחי בדיקולא וכריאה (בדף ל\"ד) [ל\"ב ע\"ב] ע\"ש ואף שמתים אח\"כ מאי מהני כיון שכבר נבדלו ומנחי בדיקולא בשעת שחיטה וגם אם היו מתים בשעת שחיטה לא מהני אחר שכבר הובדלו פעם אחת במה שהיה חיים שעה אחת דדמי לחותך מן הטחול ומן הכליות שהם ג\"כ מתים כבר בשעת שחיטה ולא ידעתי מקום לחלק לבני נח בין תולעים חיים למתים מאחר שאבר מן החי אינו נוהג בתולעים כלל (עיין סנהדרין נ\"ט ע\"א) למשרי שרצים כו' ואם יש להתירן מתים יש להתירן ג\"כ חיים והכי מסתברא מסוגיא דתמורה וממ\"ש התוס' סוף פרק אלו טרפות ע\"ש ומיהו ודאי לר\"א דמטמא רימה כאבר מן החי פשיטא דאסורין לבני נח אף במיתתן דאנן לא קי\"ל כדחוייא דמדחי התם משום דמחיים אקרי רימה דהא קי\"ל ביצת טריפה אסורה ואפרוח היינו טעמא דאימת כו' ואין לחלק בין אבר מן החי לבשר מן החי לבן נח כמבואר בגמרא (דף (ל\"ד) [ל\"ג] ע\"א) וכן פסק הרמב\"ם בהלכות מלכים) וכן כתב בחידושי הרשב\"א סוף פרק העור והרוטב.",
      "footnotes": "הובא כולה בצ\"צ יו\"ד סי' ס\"ג סעיף ז' וביארו בסעיף ח'."
    },
    {
      "chunk_id": 17,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן טז",
        "siman": "סימן טז"
      },
      "text": "נידון פרה שיוצא ממנה זולא\"ק נגד הכרס והעור שלם מהודענא כי השומע שמע וטעה שאין החשש כלל שום נקיבת בני מעיים מאחר שהעור (שלם) אלא שמא (נקרע) בשר החופה שיעור טפח. אעפ\"כ בספק יש להתיר החלב כמ\"ש בבית לחם יהודא (סי' מ\"ח סק\"ז) בשם תשובת בית יעקב אך על מ\"ש בשם הב\"ח להקל לגמרי אין לסמוך על זה למעשה אמנם בגוף הדין דבשר החופה יש להאריך הרבה לבאר מקומן היטב כי לכאורה יוצא דופן היכי משכחת לה וגם עובדא ברבי אלעזר ברבי שמעון פרק הפועלים ואם ירצה השם פנים אל פנים אדבר:",
      "footnotes": "עי' צ\"צ יו\"ד סי' נ\"ט ס\"ה."
    },
    {
      "chunk_id": 18,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן יז",
        "siman": "סימן יז"
      },
      "text": "בשר שלא היה מנוקר מגידי הדם ושהה ג' ימים בלא מליחה וקודם כלות הג' ימים שפכו עליו מים בהעברה בעלמא והיה הפסד מרובה זו שאלה נשאלה מהרב המנוח ר' בנימין ז\"ל שהיה מ\"ץ בליבאוויץ מן אדמו\"ר הגאון ז\"ל והשיב תחלה בעל פה שאין הפסד בזה לבשלו אחר שיצלהו מעט כחצי צלייתו. אך אח\"כ כשנתוודע להרב השואל הנ\"ל שיש הפסד מרובה בדבר שהבשר עולה ערך על שבעים רוב\"ל והבשר היה שמן מאוד ויתקלקל בצלייה ואז היה זמן העינוי שלהם. חזר השואל וכתב לאדמו\"ר ז\"ל נ\"ע עוד בזה וז\"ל והנה הט\"ז אוסר בהעברה בעלמא אם לא היה מנוקר אך המשאת בנימין ביאר בתשובה דמהני אפילו לא היה מנוקר והגהות שערי דורא בשם הגאונים מתיר לשרותה בפושרין ולמולחה אפילו אחר שלשה ימים עכ\"ל השואל הרב ר' בנימין הנ\"ל. וזה אשר השיב לו רבינו הגאון ז\"ל במכי\"ק במנחת יעקב (כלל ד' סק\"ד) סתר דעת המשאת בנימין ממהרי\"ל ואעפ\"כ מחמת ההפסד מרובה יש להתיר לבשל ע\"י שרייה בפושרין כשעה ושתים קודם המליחה וגם לנקר חוטי הדם היטב היטב קודם המליחה ואחרי השרייה בפושרין דוקא לרככם תחלה ולהסירם אח\"כ קודם המליחה. שניאור זלמן. ע\"כ:",
      "footnotes": "הובא בשלימות צ\"צ פס\"ד דף קנ\"ד ע\"ג.   עי' צ\"צ יו\"ד סי' נ\"ו דף מ\"ט ע\"ד ודף י' ע\"א."
    },
    {
      "chunk_id": 19,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן יח",
        "siman": "סימן יח"
      },
      "text": "מ\"ש בש\"ך יו\"ד סימן ק\"ט ס\"ק י\"ב (דכשלא נודע התערובות יבש ביבש אינו בטל מדאורייתא ואפילו בישלם בב' קדרות קודם שנודע התערובות אסור) צ\"ע מסימן ק\"י סעיף ו' (דדבר שאינו בטל מחמת חשיבותו שנתערב ופירש אחד מהם אחר שנודע התערובות אסור משמע הא קודם שנודע התערובות מותר) ע\"ש ברא\"ש וטור וב\"י וש\"ך ס\"ק ל\"ג (דכתב כן בהדיא) ל\"ד ל\"ה. וצריך לומר דהכא מיירי שנתערב חד בתלת ובישל ב' בקדרה זו וב' בקדרה זו ועל פי מ\"ש שם בש\"ך ס\"ק ל\"ד (דאם פירשו מחציתן בבת אחת אסורים) ועכ\"ז הוא דוחק גדול דמשמעות הפוסקים שם דלא איצטריך לו טעמא דכל דפריש כו' אלא בדברים החשובים אבל שאינן חשובים בטלים ברובא בלאו האי טעמא ולא איכפת לן מה שלא נודעה התערובות עד לאחר שפירשו מקצתן דהידיעה שמתרת אינה אלא בדרבנן כמ\"ש המנחת יעקב סוף כלל ל\"ט (וגם בפרי חדש סי' צ\"ט בהכי מיירי ע\"ש היטב) אלא שמהרא\"ש ומהר\"ם (שהביא המנחת יעקב שם) לק\"מ על הש\"ך דאינהו מיירי בקדרה אחת דאיכא רובא אף אחר הידיעה וגם מ\"ש המנחת יעקב שם דגם עכשיו מתבטל כדין יבש ביבש אף שזה בקדרה בפני עצמה כו' זה אינו לפי מ\"ש הט\"ז ופרי חדש סוף סי' קי\"א דאין מצטרפין ב' קדירות אלא בדאיכא רובא בכל קדירה בפני עצמה וזהו דעת הב\"ח והפרישה והש\"ך ושאר אחרונים בסי' ק\"י לפי פירושם בדברי הטור ע\"ש בש\"ך ס\"ק י\"ז וכ\"ט (דהיכא שהאיסור עומד בפני עצמו בקבוע אלא שאינו נודע מקום קביעות האיסור כגון שנמצא ריאה טריפה ולא נודע מאיזו חנות דמדינא אסורים כל החתיכות שבמקולים אפילו אינן חתיכה הראויה להתכבד) והפרי חדש שחלק שם על כל האחרונים והקיל אפילו בט' חנויות ובסוף סי' קי\"א כתב להחמיר אפילו בב' קדרות דבריו צע\"ג:  ובעיקרא דדינא היא מחלוקת התוס' והרמב\"ן שהביא הר\"ן בפ\"ו דגיטין בההיא דפ\"ב דנזיר שהביא הפרי חדש סי' (ק') [ק\"י] ס\"ק י\"ג וע\"ז בנה יסודו שם וכיון שהאחרונים באה\"ע סי' ל\"ה חששו לדעת הרמב\"ן ואף הר\"ן לא נחלק עליו אלא מטעמא אחרינא ע\"ש היטב אין להקל כלל כנגד כל האחרונים ואף הרשב\"א במשמרת הבית גבי ב' קדרות דס\"ל דמצטרפים אפילו בדליכא רובא י\"ל דס\"ל כרמב\"ן כי הביא דבריו בחידושיו פ\"ו דגיטין ולא נחלק עליו ושאני קדרות שחתיכות האיסור שוות ודומה ממש לשל היתר ואין הפרש כלל ביניהם הלכך מצטרפות לבטלה אף שהן בב' מקומות משא\"כ בנשים שאינן דומות זו לזו כדתניא בפ' הרואה ובפ\"ד דסנהדרין אלא שאין האיסור ניכר לא מהני תערובות כלל דכל תערובות לא מקרי קבוע עי' [ב]\"ח סי' ק\"י והוא הדין למיני בשר חלוקים שבמקולים נפרדים או אפילו במקולין אחת ונמצא ריאה אחת מהן טריפה לא מקרי תערובת אף שאין האיסור ניכר דהאי לחודיה קאי כו' והא דפליג הרשב\"א על דברי הטור סי' ק\"י לפי דעת האחרונים שם היינו במינים שוים רק שהם מפוזרים במקולין הרבה ואזיל הרשב\"א לשיטתו שבמשמרת הבית גבי קדרות ודו\"ק:  ולפי זה מ\"ש הש\"ך סי' ק\"ט סק\"ח (גבי מין בשאינו מינו ביבש שנתערב היכי משכחת לה) ונראה לי דמשכחת לה נמי כגון שיש כאן ב' או ג' מינים ונודע שאחד מהם אסור ואינו יודע איזה מהם כו' צע\"ג די\"ל שאף הרשב\"א מודה בזה דלא מקרי תערובת כלל אף שאין האיסור ניכר כמ\"ש וכן הוא בבית יוסף סוף סי' ק\"י בשם תשובות המיוחסות להרמב\"ן בהדיא ע\"ש בסוף התשובה ונודע שהיא מהרשב\"א דלא כפרי חדש סי' ק\"י ששגג בזה וכל שכן לפי דעת הש\"ך שהסכים לדעת הטור סי' ק\"י לפי דברי האחרונים לאסור אפילו במין אחד במקולין הרבה וכן בסוף סי' קי\"א דעתו להחמיר בשל תורה בשתי קדרות דלא כרשב\"א דאף שאין האיסור ניכר כיון שאין כל ההיתר והאיסור מעורב יחד לא מקרי תערובת ולא בטיל כל שכן כשהן מובדלין בממשן ובמראיתן אף שהן מונחים זה אצל זה האי לחודיה קאי והאי לחודיה קאי ובאמת הש\"ך המציא דין זה מדעתו ולא נמצא כזה בראשונים ולפ\"ז י\"ל שגם יבש בלח אינו מתבטל לעולם אף אם אין האיסור ניכר כלל אפילו ע\"י משמוש ידים וכמ\"ש במנחת כהן ספר התערובת ח\"ב פ\"ג בתירוץ השני ודלא כמנחת יעקב שחלק עליו והסכים למ\"ש הט\"ז ופרי חדש סי' ק\"ד כתירוץ הראשון שבמנחת כהן שם דהאיסור ניכר ע\"י משמוש ידים עיין פרי חדש. וממ\"ש הש\"ע סי' ק' סעיף ג' מבואר דדוקא משום בריה אסור ולהט\"ז ופרי חדש י\"ל דמיירי שאין האיסור ניכר כלל אפילו ע\"י משמוש ידים ומיהו ההיא מתשובת הרשב\"א היא. וי\"ל באמת דהרשב\"א דמיקל בקדרות מיקל נמי בכהאי גוונא וכן משמע בהדיא שם סימן ער\"ב כמ\"ש הש\"ך ממש וכן הוא ג\"כ סוף סי' ק\"א דבפשפש שבפ\"ח דתרומות חיישינן שמא עומד בפני עצמו ותשובה לרמב\"ן אינה לשון רשב\"א ע\"ש. ולשיטתיה אזיל כמ\"ש גבי חמאה דלא בעינן תערובות ממש אלא כל שאין אתה יכול לברר האיסור מתוך ההיתר אע\"פ שזה עומד בפני עצמו וזה עומד בפני עצמו כו' עיין בית יוסף סי' קט\"ו אבל להרמב\"ם שם לפי מה שהבין הרשב\"א בדעתו שהמקום אינו ניכר לעין בחמאה מדמייתי עלה מתרומה ואפילו הכי ס\"ל להרמב\"ם דלא בטיל היינו כמ\"ש. ועיין בב\"י בשם הרשב\"א שהביא מההיא דב' קופות ולשיטתיה אזיל שנחלק במשמרת הבית על הרא\"ה דלפי מ\"ש הרא\"ה אין ראיה כלל משם ודינו של הרמב\"ם אמת וברור לפי דעת הרא\"ה. וכיון שהאחרונים בסוף סי' קי\"א הסכימו להחמיר כהרא\"ה אין להקל קולא שהמציא הש\"ך מדעתו בסימן ק\"ט ס\"ק ח' ולא ביבש בלח וצריך עיון:",
      "footnotes": "עי' צ\"צ או\"ח סי' ס'.   ס\"ק י\"ח.   ס\"ק כ\"א.   עי' צ\"צ יו\"ד סי' ע' ס\"ח.   עי' צ\"צ פס\"ד דף קצ\"ט ע\"ד.   הובא בצ\"צ יו\"ד סי' ע' ס\"ד."
    },
    {
      "chunk_id": 20,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן יט",
        "siman": "סימן יט"
      },
      "text": "<h4>שאלה</h4>  באשה שיש לה וסת כדרך כל הנשים וכשהיא בודקת עצמה מוצאת ממש בכל יום על העד קרטין קטנים אדומים, ופעמים מובלעים בבגד, וגם נמצאים הקרטין הנ\"ל בשעת וסתה עם דם נדותה וניכרים לבד, ואין לה שום צער וכאב ולא חולי ולא מרגשת שום דבר, והקרטין הנ\"ל נמצאים על העד על הצדדין ולא בראשו. והנה זה זמן רב יותר מחצי שנה שלא תוכל האשה הנ\"ל לטהר מזה. והנה זה שמונה שנה שהיה לאשה הנ\"ל כאב והיתה מוצאת דם בהשתנה, אך כהיום לא הרגישה שום כאב. וסיננה מי רגליה כמה פעמים, והנה לפעמים נמצא אחר הסינון על הבגד הקרטין הנ\"ל וכשמתייבש הבגד הנ\"ל לא ניכר אדמימות. וזה ימים לא כביר שהתחילה להרגיש קצת כאב בשעת הטלת מי רגלים, ופעם אחת מצאה קצה אודם אחר הטלת מי רגלים שלא בשעת וסתה, ואחר כך כשהגיע וסת קבוע שלה ראתה כדרכה לראות תמיד. ואנחנו לא נדע הדין לא מן הפוסקים ולא מן הקבלה איש מפי איש, ואל מי מקדושים נפנה, ומר כל רז לא אניס ליה, יורנו הדין, וגם הנהגת האשה האיך תהיה:   <h4>תשובה</h4>  ראשית דבר לקפול העד עם הקרטין שעליו ולקשור מלמעלה ולשרותו במעט פושרין מעת לעת, ואחר כך להתירו ולפתחו לראות אם לא נימוחו הקרטין טהורה בכל ענין. ולבדוק כן ג' פעמים, ואזי יש לטהרה לעולם בלי בדיקה זו.  ואם ימוחו הקרטין ויהפכו לדם, אזי תקח לה מטלית נקיה ותשפשף אותה על שפתי כותלי בית הרחם מבחוץ, דהיינו על השערות וסמוך להם לצד פנים, ואם תמצא קרטין אדומים על המטלית, אשר הן מהכנים הנולדים שם וגם מבקעים שבעור לפעמים, אזי יש לתלות גם קרטין אלו שמוצאה על העד שבודקת בה לבעלה לומר שהן גם כן דם הכנים, ולכן מוצאה אותן על צדדי העד, ומה שמוצאה אותן עם דם וסתה הוא לפי שדם הוסת מדי עברו על שפתי כותלי בית הרחם הוליך עמו הקרטין האלו הנמצאים שם, וכן המי רגלים שסיננה.  ואם לא נמצאו קרטין אדומים על המטלית הנקיה ששפשפה בה, אזי אין תקנה אלא שתכין לה קנה דק ארוך, ולעשות סדק בראשו ולהכניס בתוכו צמר גפן, וגם יהיה כרוך הצמר גפן על ראש הקנה וסביבו, עד שיהיה שם כעובי האבר בינוני בראשו שהיא העטרה, ולכרוך מטלית על צמר גפן ולקשרה מלמטה בחוט סביב הקנה, ואחר כך כשהיא צריכה להטיל מימי רגליה תרחוץ היא או אשה אחרת אותה בחלל כותלי בית הרחם היטב, עד שלא תמצא שום קורט אדום על העד שתבדוק בו אחר הרחיצה, ואחר כך תכניס אשה אחרת את הקנה הדק עם המוך שבראשה לתוך רחמה, ותדחוק אותו לפנים בידה כמו שאפשר, ובעוד הקנה דחוק ברחמה עם המוך שבראשו אזי תטיל היא מי רגליה על הארץ מעומד, או מושכבת על המטה אם קשה להאשה האחרת לשוח ולאחוז את הקנה בידה דחוק תוך רחמה כלפי מעלה כל משך זמן שהיא משתנת, ואחר כך תיכף ומיד תחזור ותבדוק עצמה היא או על ידי האשה האחרת בעד הבדוק ונקי, ואם נמצאו עליו קרטין אדומים בודאי הן מתמצית מי רגלים ולא מהמקור, מאחר שלא נמצא כלום על המטלית שעל המוך שבראש הקנה, שהיה סמוך למקור בעת הטלת מי רגליה, וגם אחר כך מעט, עד שתתחיל לבדוק עצמה בעד הבדוק ונקי כנ\"ל. וכשתעשה כן ג' פעמים אזי יש לטהר קרטין אלו לעולם. אך לכתחלה יש להזהירה שלא להרבות בבדיקות כל כך מדי יום, רק כשמרגשת קצת בעצמה או סמוך לוסת, או לפני תשמיש ולא אחר כך כמ\"ש בהגהות מיימוניות:",
      "footnotes": "כמבואר בשו\"ע סי' קפח ס\"ד, וס\"ק יז וס\"ק כד. וראה שו\"ת צ\"צ סי' שיב.   כמבואר ברמ\"א שם ס\"ה. וראה שם ס\"ק כג.   כמבואר בשו\"ע סי' קצח סמ\"ז.   שו\"ת שב יעקב רס\"י לו, ורס\"י לח (נו, א), ורס\"י לט. שו\"ת שבות יעקב ח\"ג סי' עט. ס\"ט סי' קצ ריש ס\"ק סז, ושם ד\"ה ומעתה נבוא וד\"ה אחר שכתבתי. שו\"ת צ\"צ סי' קנא אות א-ב. סי' שיב. וכתבו הטעם שם ושם, כמבואר בשוע\"ר סי' קצ ס\"ק סה-ו, דכיון שלא הרגישה תולין במה שאפשר לתלות.   ראה צ\"צ סי' קנא אות ד.   ורוצה לבדוק אם הוא בא מהכליות. וכמבואר בשוע\"ר סי' קצא ס\"ק י, שבדיקת שפופרת מועלת גם כדי לידע אם יש לה מכה (אף שרואה שלא בשעת תשמיש ושלא בשעה שמטילה מי רגלים).   היא בדיקת המוך שבשו\"ת מהרי\"ל סי' קעג, ושו\"ת מהר\"י ווייל סי' כה, שהובאה ברמ\"א סי' קצא, ובשוע\"ר שם ס\"ק ז-ט. אלא ששם ס\"ק י חושש רבנו שהמוך אפשר לו לירד למטה מפרוזדור, ולכן הצריך כאן קנה כו' ותדחוק כו', ראה שו\"ת צ\"צ יו\"ד סי' קיא אות ו. סי' קמה אות ז. סי' שיב. סי' שטו ד\"ה ועמ\"ש. סי' שכח-ט. סי' של אות ג. שארית יהודה הוספות סי' ח.   רמ\"א סי' קצא, ושוע\"ר שם ס\"ק יג.   ראה שו\"ת צ\"צ סי' קנב. חידושי צ\"צ קפג, ג.   פ\"ד אות כ. וראה שוע\"ר סי' קפד ס\"ק ג."
    },
    {
      "chunk_id": 21,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כ",
        "siman": "סימן כ"
      },
      "text": "נשאל הרב שי' אם יש לנהוג איסור חדש ביי\"ש, והשיב דבר פשוט בקצרה כי יש להתירו מטעם תערובות ואף דהוה דבר שיש לו מתירין להשהותו עד אחר העומר זה אינו דהא מטעם חמץ אי אפשר להשהותו כי אם עד הפסח, והבן.",
      "footnotes": "ראה שוע\"ר סי' תפט סוף ס\"ל (לאסור ביי\"ש ומי דבש). סי' תמב ס\"ט בהג\"ה (לענין חמץ, להקל בהפסד גדול ביי\"ש). חידושי צמח צדק (ז, ד) שהשוה דין חדש לחמץ בפסח, לענין זה (או אפשר דמיירי הכא בתערובת חדש בישן).   ראה שו\"ת הרא\"ש כלל ב ס\"א, בשם תשובת הר\"מ. ט\"ז סי' רצג סק\"א. שוע\"ר סי' תקיג קו\"א ס\"ק ה.   ראה גם שדי חמד מערכת חדש אות טו."
    },
    {
      "chunk_id": 22,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כא",
        "siman": "סימן כא"
      },
      "text": "אחרי העיון והדרישה היטב בכל עניני האורענדי והשייכים אליו והמסתעפים ממנה ואחר שמיעת כל אמתלאות וטענות של כל הצדדים השייכים לאורענדי דק\"ק ליאדי אלה הדברים אשר יצא מאתנו החתומים מטה בהסכמת הצדדים על פי פשר בכל תוקף ועוז הקומפראמיס על פי תיקון ונימוסי הקסריות.   וזה יצא ראשונה. שזכות וענין האורענדי מהשר יר\"ה שייך לכל האפציסטווע ואין יחיד או יחידים רבים ונכבדים רשאים לשכור מהשר הנ\"ל לעצמם או אפילו לצורך האפציסטווע כי אם שיתנו להם כללות האפציסטווע ובעלי מחיות רשות והורמנא בכתוב וחתום דוקא כי לכלל האפציסטווע יש להן דין קדימה להחזיק האורענדי כדת מנימוסי הקסריות. וטבע ומנהג שרים יר\"ה לדרוש טובת הכלל כולם ולא טובת יחידים בלבד.  שנית שאין האפציסטווע מחזיקי האורענדי רשאים לעשות שום התחדשות בעולם בעניני נתינות האורענדי כגון לעשות איזהו נתינה חדשה מדברים שלא היתה מהם נתינה חדשה בשנים שעברו ואפילו אם השר יר\"ה יתן להם רשותו והורמנא בפיו לעשות איזה נתינה חדשה או להחכיר איזה דבר ליחידים אעפ\"כ מאחר שזכות האורענדי שייך לכל האפציסטווע כולה הרי גם יחידים יכולים לעכב עפ\"י דת ודין. גם אם יצא איזה פונקט או פונקטין אשר עפ\"י דת ודין אין היחיד יכול לעכב. אעפ\"כ על פי פשר דבר נגמר בכי טוב שלא לחדש דבר מעתה. ועניינים השייכים לשנה זו יבואר במכתב בפני עצמו.  והעובר על אחד מהנ\"ל או על אחד מהדברים השייכים לשנה זו המבוארים במכתב בפני עצמו. ורבצה בו כל האלה והשבועה הכתובה מלבד אשר נלכד במצודת החרם יהושע בן נון ובית דין העליון והתחתון והבדילו ה' לרעה מכל שבטי ישראל ככל האלות הברית הכתובה בתורת כהנים ובמשנה תורה ודמו בראשו ואנחנו וכל ישראל נקיים. ולהיות לאות ולמשמרת באתי על החתום יום ה' כ\"ד ניסן תקנ\"ה לפ\"ק:  נאום שניאור זלמן בא\"א מו\"ה ברוך זלה\"ה",
      "footnotes": "ראה אג\"ק רבנו מקורות והערות לאגרת פז."
    },
    {
      "chunk_id": 23,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כב",
        "siman": "סימן כב"
      },
      "text": "על דבר בת מהור\"ר הילל מטשאסניק שנשאת לבנו של מהור\"ר יצחק מע\"ה דפאלעצק בחופה וקידושין כשהיה הנער פחות מי\"ב שנים גמורות ונתייחד עמה בסוף שנת י\"ג והודה לפני חתום מטה שלא בא עליה וטרם כלות שנת הי\"ג שלו חזרה לבית אביה נראה לפענ\"ד פשוט להתירה לשוק בלי גט לכ\"ע ואין כאן שום מיחוש. אפילו לפי דעת הב\"ח דסבירא ליה להחמיר מדרבנן בנתקדשה לו בשנת הי\"ג. חדא דהודה דלא בעיל והיא גם היא אומרת כן. ואפילו אם נתייחד בפני עדים נראה לפענ\"ד דמהימן לומר דלא בעיל דלא אמרינן הן הן עידי יחוד כו' ולא מהימן אלא בגדול שהגיע לפרקו דלא מוקי אנפשיה כו' אבל לא בקטן שלא הגיע לפרקו ואעפ\"כ מידי ספיקא לא נפקא וספיקא דרבנן לקולא. ועוד פשוט לפענ\"ד דאפילו אם בא עליה אז לא שייך לומר אדם יודע שאין קדושי קטן כלום וגמר ובעל לשם קידושין אלא כשבעל לאחר שהגדיל שזהו דבר הידוע ומפורסם לכל שהקטן לאו בר מצות הוא מן התורה ואף גם בזאת חלוק ר' ישמעאל וס\"ל שאין אדם יודע וכו' אלא דהלכה כת\"ק בפרק המדיר אבל קודם שהגדיל מודה ת\"ק לר' ישמעאל שאין הכל יודעים דעת הב\"ח שבשנת הי\"ג תקינו ליה רבנן נישואין ולא קודם לכן. ועוד דמשום הכי אמר דבעל לשם קידושין משום דאין עושה בעילתו בעילת זנות ובסמוך לפרקו לא הויא בעילת זנות. ובר מן כל דין הנה דעת כל האחרונים דלא כהב\"ח אלא כמ\"ש בהדיא במרדכי ריש פ\"ו דיבמות דאין צריך גט כלל אפילו בסמוך לפרקו וכמו שהאריך בזה בתשובה שבסוף ספר תורת יקותיאל וסיים שם שהסכימו בהיתר זה כמה בתי דינים שבישראל מחכמי הדור המפורסמים:  פתח דברי יאירו אור סליחתו על שנתאחרתי להשיב מפני הכבוד כי לא הייתי מופנה מכל צד מרבוי עניני הקהל וצרכי הרבים מעיירות הסמוכות ושמעתא בעיא צילותא בפרט במלתא חדתא דלא נהיגא כל כך ואך אעפ\"כ להלכה למעשה אין לחוש משום שינוי מנהג ח\"ו להיותו דבר שאינו מצוי כל כך לינשא יתומה בקטנותה ולמאוס בו מיד ובדבר שאינו מצוי אין בו מנהג כמ\"ש הרמב\"ם פי\"א מהלכות שחיטה הל' י\"ג והובא להלכה בש\"ך לח\"מ סימן (של\"ב) [של\"א סק\"ב] וכן פסק רמ\"א שם אפילו כשנעשה מעשה ממש וכל שכן בשב ואל תעשה דלא ראינו אינה ראיה אלא במלתא דשכיחא טובא דוקא כמ\"ש הש\"ך בחו\"מ סוף סי' ל\"ז וזו היא דעת רמ\"א סוף סי' קנ\"ה (וכן דעת הט\"ז שם) ונימוקו עמו שלא חשש לדעת מהר\"י מינץ שהחמיר בזה הגם שעשה לו סמוכות מהסוגיא ריש פ\"ו דנדה ומדקדוק לשון התוס' דסוף פ\"ה שם כי באמת הם דברי תימה ונגד פסק הלכה הערוכה שם בגמרא סוף פ\"ה דמיירי אפילו בנישואים ולא חיישינן לסימן העליון מחמת חימוד ונגד כל הפוסקים ראשונים ואחרונים והאריכות בזה אך למותר. ואף גם אם למדוה למאן הא תנן מלמדים את הקטנה שתמאן מכלל דהוי מיאון מעליא:  ברם כגון דא צריך לאודועי שלא לסמוך על משמעות הבית שמואל סימן קנ\"ה ס\"ק כ\"ט לכאורה בשם המרדכי והגהות מיימוניות דנשים נאמנות שאינה בת י\"ב שנה כשלא בעיל דהתם מיירי דבשעת קידושין היתה קטנה בוודאי רק שבשעת מיאון נסתפק לנו שמא היא עכשיו בת י\"ב שנה (וכן היא הגירסא בהדיא בתשובות מהר\"ם שבהגהות מיימוניות סוף סדר נשים ובתשובות מהר\"מ בכרך קטן על יתומה קטנה שנתקדשה וכו') אבל אם הספק הוא גם על שעת הקידושין אין עדות הנשים מועלת וצריכה עדות ב' אנשים כשרים וכמו דלא סמכינן אעדות נשים כשבעיל כי מה לי קידושי ביאה ומה לי קידושי כסף דתרוייהו דאורייתא נינהו והא דסמכינן אעדות נשים לענין חליצה שהיא בת י\"ב שנה שאני התם דהשערות מוכיחות:  והנה מפשט לשון תשובת מהר\"ם שבמרדכי והגהות מיימוניות משמע דמיירי שלא הביאה עדיין שתי שערות אלא משום שכבר פשט המנהג בימיו על פי ספר התרומה וסיעתו שלא למאן אחר י\"ב שנה אף דלא בעיל ולא הביאה ב' שערות משום חשש גומות כו' משום הכי אצטריכא ליה עדות הנשים שאינה בת י\"ב שנה. ובבעיל דהוא ספק דאורייתא לא סמכינן עלייהו ואין להתיר משום ספק ספיקא לפי שחשש גומות הוא ספק דחסרון ידיעה ולא מהני אפילו בדרבנן כמ\"ש הבית שמואל בסוף הסימן וכל שכן בספק דאורייתא (ואפילו בדרבנן בשלא בעיל לא מקילינן בלי עדות הנשים משום ספק ספיקא מאחר דספק גומות הוא חסרון ידיעה וספק שנים לא דמי לספק נשרו שבגמרא מטעם שכתב הבית שמואל ס\"ק כ\"ב) א\"נ משום דב' הספקות הם משם אחד כמ\"ש הבית שמואל ס\"ק כ\"ב לפי דברי הרשב\"א ואף דכתב שם הבית שמואל דהרשב\"א מיירי כשבעיל דוקא היינו משום דהבית שמואל קאי אדברי הש\"ע וההג\"ה דמיירי הכל בנתקדשה קטנה בודאי (כדפתח הש\"ע בסעיף י\"ב עד מתי הבת ממאנת כו') והספק הוא שמא נתגדלה בשעת מיאון (וגם מ\"ש בשם תשובת רש\"ך להקל מיירי בכהאי גוונא דוקא ע\"ש) דהוא ספק דרבנן אי לא בעיל. והן אמת דהבית שמואל לא כיון יפה בכוונת הרשב\"א ולא עיין בגוף התשובה דמיירי בהדיא בנתקדשה לבד והספק הוא דאורייתא שאם היא בת י\"ב שנה ונשרו השערות הרי זו מקודשת דבר תורה כו' (וגם לא כיון יפה בכוונת המגיד משנה דלא נזכר כלל שנתקדשה בקטנותה שהן קידושין דרבנן אלא מיירי בכהאי גוונא דאיכא ספק דאורייתא כגון שנתקדשה אז בשעת הספק) אלא דלדינא ליכא נ\"מ ויפה כיון הבית שמואל לדינא כי אין חילוק בין קידושי ביאה לקידושי כסף והבית שמואל דקאי על דברי הש\"ע ומיירי כשנתקדשה קטנה וודאית יש להחמיר עכ\"פ כשבעיל בספק אם הגיעה לכלל שנים אף שאין שם שערות לעינינו ומשום שמא נשרו אף גם לפי דעת הפוסקים דלא חיישינן לגומות ולא להקל משום ספק ספיקא והלכך גם בנידון דידן אין להקל משום ספק ספיקא וצריכה שתי עדים כשרים ולא על שעת חופה וקידושין בלבד אלא אף גם על שעת מיאון שלא היתה בת י\"ב שנה ויום אחד כי היא אינה נאמנת לומר שלא נבעלה מאחר שנתייחדה עמו והן הן עידי יחוד וכו' אמנם אם אפשר לברר שהנער לא היה בן י\"ג שנה ויום אחד כשנפרד מבית חמותו אזי יש להקל לגמרי בכל ענין דמדינא א\"צ כלל לא מיאון ולא גט כמו שהאריך בזה הגאון בעל תורת יקותיאל בתשובה שבסוף ספרו ומזה אין להאריך:"
    },
    {
      "chunk_id": 24,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כג",
        "siman": "סימן כג"
      },
      "text": "מ\"ש החלקת מחוקק סימן ל\"ז ס\"ק כ\"א בשם מהרי\"ק בדין יתומה שנתגדלה אם גדלה קידושיה מדאורייתא ולא ראיתי חולק כו' היא פליאה נשגבה ונגד סוגית הגמרא סוף פ\"ה דנדה וכל הפוסקים וטור וש\"ע סימן קנ\"ה דבלא בעיל אחר שנעשית י\"ב שנה הוה ספק דרבנן ולא חיישינן שמא נשרו והעיקר מה שנתלבט בזה מהרי\"ק הוא מלשון הרי\"ף פרק בית שמאי ובימיו לא נדפס עדיין ספר המאור שכתב שם הרז\"ה על הרי\"ף שדבריו מעורבבים וכן השיגו הראב\"ד והודו להם הרמב\"ן בספר הזכות והרשב\"א בחידושיו ופירשו כוונת הרי\"ף ג\"כ על מדרבנן ולאפוקי מהמתירין לגמרי ע\"ש (וישוב לשונות הרמב\"ם מבואר בכסף משנה הלכות אישות פ\"ד) ומה שדימה זה מהרי\"ק לנתרצה האב לא דמי להדדי אפילו כעוכלא לדנא דלא מיירי בנתאכלו דהיינו טעמא דמקודשת באומר התקדשי לי לאחר ל' יום ולא דמי למלוה משום דבתורת קידושין יהבינהו ניהלה כדאיתא בגמרא ואין האשה מתקדשת אלא לרצונה ודעתה וקטנה אינה בת קידושין לעצמה אלא אפילו לא נתאכלו דדמו לפקדון הרי גם בפקדון צ\"ל התקדשי לי בפקדון שבידיך ואמרה הן ואף אי חשיבא ישיבתה אצלו אחר י\"ב שנה כאלו אמרה הן מ\"מ הרי אז לא אמר לה שום לשון קידושין ולא שום מעשה קידושין כשלא בעיל ואמירה הראשונה שאמר לה כשהיתה קטנה אינה כלום מאחר שאינה בת קידושין ואף אם היה מפרש לה הרי את מקודשת לי לאחר שתגדלי לא אשכחן קידושין לקטנה בשום ענין מאחר דעכשיו בשעת קבלת הקידושין אינה בת קידושין לעצמה משא\"כ כשאביה קיים הרי זו בת קידושין אילו היה אביה מתרצה שתקבל היא הקידושין עכשיו וידה כידו לזכות לו הכסף לפי דעת הרשב\"א פ\"ק דף י\"ט שהכסף לאביה או שהיא נעשית שליח לאביה וכאילו הגיע הכסף לידו אף שהוא שלה לפי דעת הרא\"ש שם והלכך גם כשאין אביה כאן בשעת הקידושין אילו אמר לה הרי את מקודשת לי לכשיתרצה אביך ה\"ז כאומר לגדולה התקדשי לי לאחר שלשים יום משום דהא הכי נמי הוי כאומר לה הרי כסף זה לאביך לכשיתרצה לפי דעת הרשב\"א או הרי את שליח אביך לקבל הכסף וכאילו נתתי לידו לכשיתרצה ויש לה יד או שליחות לקבל קידושין באופן זה ומשום הכי אף אם נתאכלו ס\"ל להרמ\"ה דדמי להתקדשי לי לאחר שלשים יום ונתאכלו דמקודשת משום דבתורת קידושין יהבינהו ניהלה והחולקים ס\"ל דלא שייך יד ושליחות לדבר שאינו בעולם בשעת חלות הקידושין שהוא שעת רצוי האב. והן אמת כי בתשובות מהרי\"ל סוף סי' (פ\"ב) [נ\"ב] חשש לדעת ראבי\"ה לחוש לקידושין דאורייתא אם לא נתאכלו הקידושין כשבגרה אחר שנתקדשה בקטנותה ואביה במדינת הים (אף גם לפי דעת ר\"י החולק על השאלתות וסבירא ליה דלא תקינו רבנן קידושין לקטנה שהלך אביה למדינת הים והלכך אף שנתגדלה אם לא נבעלה אין כאן קידושין כלל אפילו מדרבנן אלא א\"כ לא נתאכלו וכדעת ראבי\"ה ועוד דאי מדרבנן ומשום גזרה אטו בעיל משנתגדלה א\"כ בנתאכלו נמי איכא למיגזר כמו ביתומה מהאי טעמא) ע\"ש היטב אמנם בתשובת מהרי\"ו תלמידו סי' קי\"ב פליג בהא וס\"ל דאף שבגרה אין לחוש כלל לקידושין דאורייתא אלא משום גזרה דרבנן (ואף שנהגו לקדש בטבעת כמ\"ש מהרי\"ל) ע\"ש וטעמו ונימוקו עמו שלא חשש לדעת ראבי\"ה משום דיחידאה הוא במה שהוסיף מדיליה לדמות קידושי יתומה שגדלה לנתרצה האב שאסרו רשב\"ם ור\"א וחתנו ראב\"ן דלא דמו כלל להדדי מטעם דאמרן ולראבי\"ה צ\"ל דסוגיא דסוף פרק יוצא דופן דלא חיישינן שמא נשרו משום דהוי ספק דרבנן מיירי בנתאכלו דווקא והוא נגד סתימת כל הפוסקים דכל כהאי גוונא הוי להו לפרש ודאי ולא ליתן מכשול ליכשל בספק איסור דאורייתא ח\"ו בלא נתאכלו ואפשר דראבי\"ה ס\"ל דדוקא ביושבת אצלו משקבלה (כסוגיא דפרק בית שמאי (ובריש) [ובסוף] פרק יוצא דופן מיירי שאינה אצלו) דהויא כאמרה הן בפקדון וגם מהרי\"ל מיירי בכהאי גוונא ע\"ש ועוד י\"ל בדעת וכוונת מהרי\"ל שלא חשש לדעת ראבי\"ה לבדו אלא לדעת רשב\"ם ור\"א וראב\"ן גבי רצוי האב כמשמעות לשונו סוף תשובה הנ\"ל כדפירשו רבותינו לשון רבים וטעמו ונימוקו עמו דס\"ל דהאי טעמא דחלין הקידושין בשעת ריצוי האב אף דאז לא אמר לה הבעל כלום וגבי פקדון בעינן דאמר לה התקדשי כו' משום דבשעה שמסר הקידושין לבתו ה\"ל כאילו אמר לה לכשיתרצה אביך שהרי אדם יודע שאין בידה לקדש עצמה כמ\"ש הרשב\"א בחידושיו ע\"ש ומאחר דיש תורת קידושין על אמירתו לה ונתינתו לידה הלכך גם כשבגרה ויצאה מרשות האב ונתרצית היא מהני לשון הקידושין שאמר לה בקטנותה כי מה לי רצון אביה ומה לי רצונה דאף גם אם אמר לה בפירוש לכשירצה אביך אפשר דה\"ל כאומר לשלוחו לך קדש לי אשה פלונית במקום פלוני והלך ומצאה במקום אחר וקידשה שם דאי לאו קפידא היא אלא מראה מקום הוא הויא מקודשת (עי' קידושין נ' וגיטין ס\"ה) ולא חשיב שינוי וה\"נ הכא בנידון דידן דמה לי מראה מקום שהאשה שם ותוכל להתקדש לו ומה לי מראה זמן שתוכל להתקדש לו והוא זמן שיתרצה אביה ולאו קפידא היא כלל אלא ה\"נ אם תוכל להתקדש ברצונה אפשר לומר דלא איכפת ליה ולא קפיד כלל בזה ומכל שכן כשלא אמר לה בפירוש לכשירצה אביך אלא דה\"ל כאילו אמר לה משום דאמדינן לדעתיה שנתכוין לכך לפי שיודע שאין בידה לקדש עצמה פשיטא דלא איכפת ליה כלל בין רצון אביה לרצונה כשיועיל אלא דביתומה לא מהני האי טעמא משום דאין מעשה קטנה כלום לעצמה ונתינתו לידה וגם אמירתו לה לאו כלום הן ואין בהן ממש אלא כשיש לה אב ולכשיתרצה ליתן לה זכותו להתקדש לזה והלכך כשבגרה לא גרע זכות התורה שזכתה לה להתקדש למי שתרצה מזכות שנתן לה אביה ומיהו יש לחלק ביניהם טובא דבשלמא כשנתרצה אביה לבסוף איגלאי מילתא למפרע דנתינתו ואמירתו היו בתורת קידושין משום יד לרשב\"א ומשום שליחות להרא\"ש אבל כשאין רצוי אב לבסוף כגון ביתומה איגלאי:",
      "footnotes": "הובא בצ\"צ אה\"ע סי' ל\"ד.   עי' צ\"צ אה\"ע סי' קט\"ז ס\"ו וס\"ז.   הובא בצ\"צ אה\"ע סי' ל\"ד.   ע\"כ נמצא דברי קדשו בזה."
    },
    {
      "chunk_id": 25,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כד",
        "siman": "סימן כד"
      },
      "text": "בנידון אלמנה מינקת שניסת תוך כ\"ד חדש אם לכופו ע\"י נידוי שיוציאנה בגט כמשמעות האחרונים באה\"ע סימן י\"ג וכמ\"ש רש\"ל בפירוש בים של שלמה ריש פ\"ד דיבמות. ונדרשתי מכת\"ר לחוות דעי מרחוק:  והנה לדעתי קשה הדבר מאד ליכנס לבית הספק גט מעושה שלא כדין ח\"ו שהוא פסול דאורייתא כי הנה דברי תורה עניים במקום אחד ועשירים במקום אחר. ובב\"י סימן קנ\"ד הביא דעת המרדכי דשמתא חמירא מנגידא לפי דעת ר\"ח דפסק כהירושלמי דאין כופין בשוטים אלא במקום שאמרו חכמים בפירוש שכופין להוציא ולא במקום שאמרו יוציא בסתם וכן פסק שם רמ\"א בהג\"ה להלכה למעשה ובנידון דידן איתמר בגמרא יוציא בסתם. וא\"ל דנידון דידן דמי לנושא נשים בעבירה דהא בירושלמי איתמר בהדיא אמר שמואל אין מעשין אלא לפסולות כגון אלמנה לכהן גדול וכו' כן הוא הגירסא במרדכי ריש פרק המדיר וכן פירש המפרש בירושלמי פ\"ט דיבמות ופריך בירושלמי והאיכא שניות ומשני כגון אמר שמואל פירש הר\"ן סוף פ\"ז כלומר לאו דוקא אלו בלבד אלא כל שביאתן באיסור כגון אלו כו' והיינו לרבות אפילו פסולות דרבנן כמו שניות אבל מכל מקום פסולות דוקא מדקאמר כגון כו' וכן הוא בהדיא בתשובות הרא\"ש הובא בית יוסף סי' י\"ג לענין תוך שלשה חדשים הראשונים ואדרבה מסיק דאפילו לדעת ר\"י דכל כפייה בשוטים יש לחלק דשאני הכא דאין גט זה אלא לזמן והוא הדין והוא הטעם תוך כ\"ד חדש דמינקת אלא דהרא\"ש ס\"ל דשמתא לא דמי לכפייה בשוטים שהיא הכאה בלי קצבה עד שיאמר רוצה אני ולא דמי לנגידא שהוא מכת מרדות והן י\"ג מכות לפי דעת רש\"י ולפי דעת הרשב\"א לא יותר מארבעים כמ\"ש התשב\"ץ ח\"ב סי' נ\"א וגם היא על בגדיו כמ\"ש בתשובה ושוטים הן על בשרו אבל אנו אין לנו אלא הכרעת רמ\"א לחוש לדעת המרדכי להחמיר אפילו בכפייה ע\"י נידוי וכפשט לשון הירושלמי שלא הוזכר שם שוטים אלא אין מעשין סתם ומשמע שם שאין כופין כלל רק שאומרים לו שהדין שחייב להוציא ואם לא תוציא מותר לקרותך עבריין כמ\"ש הטור וש\"ע סוף סי' קנ\"ד לפי דעת ר\"ח והא דאמרינן ביבמות דף ל\"ז דמשמתינן ליה צריך לומר לפי דעת המרדכי כמ\"ש המגיד משנה לפי דעת הרמב\"ם דאינו אלא משום שעבר על גזירת חכמים ולא כדי להכריחו ליתן גט וכן פסק הבית יוסף להלכה:  ואי לזאת זאת העצה היעוצה לפי ענ\"ד להשביע המינקת שבועה חמורה שלא תחזור בה ולסמוך על דברי הגהות מרדכי שברמ\"א וגם אם אפשר להכריחו לעקור דירתו ממקום דירת אשתו מהלך כמה ימים ולהשביעו שבועה חמורה שלא יבא למקום דירת אשתו עד כלות כ\"ד חדש ולסמוך על דעת האומרים דערוקיה מסתייה אפילו בכהאי גוונא אך שלא לבקש ממנו גט ולהתיר לו לדור במקומה דשמא היא כפייה במעשה ממש ולא התירו אלא בדברים בעלמא לפי דעת ר\"ח כמ\"ש המרדכי הובא ב\"י סימן קנ\"ד. ועוד זאת לא אוכל להתאפק הגם כי מי אנכי וכו' אך תורה היא וכו' אשר לפי דעת הטור וסיעתו המתירים לכופו לגרש ע\"י נידוי תוך ג' חדשים או תוך כ\"ד חדש צע\"ג דהא גט מעושה פסול מדאורייתא כמ\"ש בבית יוסף סימן קנ\"ד ואין כח ביד חכמים אלא לעקור דברי תורה בשב ואל תעשה וע\"כ צ\"ל דמשום הפקעת קידושין נגעו בה דכל דמקדש אדעתא דרבנן כו' והרי לא אמרינן הכי אלא היכי דאיתמר בגמרא בהדיא כמ\"ש בתשובות רשב\"א סימן אלף קפ\"ה. ולא דמי לשניות דרבנן דתנן בהדיא בפ\"ט דיבמות שכופין דשאני התם דמאחר שיש כח ביד חכמים לאסרה עליו ולבטל עונתה מחוייב הוא מדאורייתא לגרש כשמבקשת גט מאחר שאינו יכול לקיים עונתה משא\"כ בנידון דידן שהיא רוצה להמתין עד כלות כ\"ד חדש. וצ\"ל שלמדו כן הטור וסיעתו מדאיתמר בגמרא דף ל\"ז משמתינן ליה וס\"ל כפרש\"י דהיינו עד שיגרש אבל לפירוש הרמב\"ם לא מוכח מידי ולא אשכחן הכא בגמרא דאפקעינהו לקידושין והלכך אין לכופו בנידוי אף את\"ל דנידוי אינו כשוטים שלא כדעת המרדכי דלעיל ואפילו לדעת ר\"י דלעיל:",
      "footnotes": "פ\"ט ה\"ד.   עי' צ\"צ אה\"ע סי' ל\"ו ס\"ד.   עי' צ\"צ אה\"ע סי' כ\"ב ס\"ח.   עי' צ\"צ פס\"ד ח\"ג דף כ\"ח ע\"א.   צ\"צ רכ\"ו ע\"ח ב.   עי' צ\"צ אה\"ע סי' מ' ס\"ח."
    },
    {
      "chunk_id": 26,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כה",
        "siman": "סימן כה"
      },
      "text": "ה' ישפות שלום לאו\"נ רבנים מאורות הגדולים בד\"צ דק\"ק וויטעפסק שיחיה ה' אתם את הברכה ושלום וחיים עד העולם וכל אשר להם שלום וישע רב:  פתח דברי יעיר אור סליחותם על איחור תשובותי כי ה' יודע כי לא השלכתי דבריהם אחרי גיווי ח\"ו ולי מה יקרו דבריהם ויפה דקדקו ודקו רבנן במלתא דמ\"ש הרמב\"ם (פ\"ט מהל' עדות ה\"ט) ודעתו משובשת תמיד כו' האי תמיד הוא בדוקא כמ\"ש בית יוסף בח\"מ סי' ל\"ה שדרכו בכך כו' ודלא כתבואות שור (ביו\"ד סי' א' ס\"ק מ\"ו) שנדחק בלשון הרמב\"ם מאד דלא כבית יוסף והנה באמת ראיות התבואות שור נכונה מהגמרא בב\"ב ההוא דאכל תמרא כו' וגם מהתוס' בחגיגה ע\"ש אך באמת בדעת הרמב\"ם יש לומר כמ\"ש בתשובת מהרי\"ט חלק אה\"ע סי' ט\"ז על סוף דברי הרמב\"ם שבטור חו\"מ סי' ל\"ה לענין עדות הפתיים ביותר כו' דלא אמר כן הרמב\"ם אלא לענין עדות שצריך להעיד על מה שעבר כבר ויש לחוש שמא נדמה לו כו' יעו\"ש וא\"כ יש לומר דהוא הדין ברישא שדעתו משובשת בדבר מן הדברים ומדבר ושואל כענין בשאר דברים נמי לא חשיב שוטה אלא לענין עדות בלבד משום דיש לחוש שמא נדמה לו כו' אבל אינו שוטה גמור שדברו בו חכמים בכל מקום שפטור מכל המצות מאחר שמדבר ושואל כענין בשאר דברים והשוטה שדברו בו חכמים אי אפשר שיהיה חכם בשאר דברים כמ\"ש בתבואות שור שם (ס\"ק נ\"א) בשם התוס' דחגיגה ויעו\"ש בתוס' שמוכרח כן בגמ' שם אלא שהתבואות שור שם נדחק מאד במ\"ש הרמב\"ם אף על פי שבשאר דברים מדבר ושואל כענין דדרך מקרה הוא כו' וזה אינו במשמע לשון הרמב\"ם כלל אלא יש לומר דמיירי דוקא לענין עדות כמ\"ש מהרי\"ט בסיפא וכן משמע בטור שלא הביא דברי הרמב\"ם אלא בהלכות עדות אבל ביו\"ד סי' א' הביא סימנים שבגמ' דחגיגה ולא הביא דברי הרמב\"ם כלל. וגם הרמב\"ם פ\"ב מהלכות אישות כשפירש כל השמות פירש שם חרש כו' ולא פירש שם שוטה מכלל דס\"ל שוטה כמשמעו דשוטה בכל הדברים ולא שדעתו משובשת בדבר מהדברים ומדבר ושואל כענין בשאר דברים ולא אשתמיט הרמב\"ם לפרש כן רק בהלכות עדות בלבד. והנה אף שחלילה חלילה לנו לזוז מדברי הבית יוסף אפילו זיז כל שהוא להלכה ולמעשה מ\"מ הבו דלא לוסיף על מ\"ש הב\"י בח\"מ סי' ל\"ה דדוקא שדרכה בכך וכמ\"ש מעכת\"ה ודלא כתבואות שור. ועוד נלפע\"ד בנידון דידן שגם אם היה דרכה בכך תמיד להיות מטורפת בדבר מהדברים או אפילו בדברים הרבה רק שבעניני הגט היא מדברת כענין וגם יש בה דעת לשמור עצמה מזנות וכמבואר בדברי מעכת\"ה אין לחוש כלל מה שהיא שוטה ומטורפת בכמה משאר ענינים לומר שמא עי\"ז לא תשמור עצמה או גיטה [כיון] דחזינן שיש בה דעת ויכולה לשמור עצמה וגיטה אם תרצה וסגי בהכי כדאיתא בהדיא בגמרא דיבמות דף קי\"ג ע\"ב אמתניתין נשתטית כו' דבר תורה שוטה מתגרשת כו' היכי דמי אילימא דיודעת לשמור גיטה ויודעת לשמור עצמה כו' אלמא דאף דיודעת לשמור עצמה וגיטה מקרי שוטה גמורה דומיא דנשתטה שהיא שוטה שדברו חכמים בכל מקום שפטור מכל המצות והיינו בסימנין דפ\"ק דחגיגה ולא חיישינן שמא לא תשמור את עצמה וכ\"ש בשוטה שהוסיף הרמב\"ם שדעתו משובשת ומדבר ושואל כענין. והנה גם אם מעכת\"ה [אינם] רוצים לסמוך על דעתם בבדיקותם אותה שמדברת ושואלת כענין בעניני הגט ומספקא למעכת\"ה אולי בעת ההיא היתה חלומה ואולי לעתים היא שוטה גמורה שאינה יודעת לשמור עצמה או אפשר אפילו גיטה אפילו הכי נלפע\"ד שאין להחמיר בזה מספק כי הוא ספיקא דרבנן לכ\"ע וכדאי הוא הט\"ז (סס\"י קי\"ט) לסמוך עליו בכהאי גוונא עכ\"פ כי הט\"ז התיר לגמרי בעתים חלומה בזמן הזה וכתב דבירושלמי מיירי בזמניהם דוקא כו' וע\"ש ואף שבנוסח אחר שם לא כתב כן מכל מקום בנידון דידן עכ\"פ אין להחמיר מספק ויתן לה גט בעת חלימותה לפי ראות עיני בית דין שיודעת אז לשמור עצמה וגיטה כי אין לדיין אלא מה שעיניו רואות ולא ניתנה תורה למלאכי השרת. רק שישליש תחלה הסך ק' רובל כמדובר ביניהם ותו לא מידי רק חיים ושלום מאדון השלום.  כנפש וחפץ או\"נ ד\"ש שניאור זלמן בר' ברוך זצלה\"ה:",
      "footnotes": "הובא צ\"צ קנ\"ב ח' ג' קנ\"ח י\"ג ג' קנ\"ט י\"ח ב' משניות דף קכ\"ב ע\"א.   קנ\"ג ט' ג'.   עי' צ\"צ משניות דף פ' ע\"ג.   אה\"ע סוף סי' קכ\"א.   יבמות פי\"ד ה\"א."
    },
    {
      "chunk_id": 27,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כו",
        "siman": "סימן כו"
      },
      "text": "ה' ישפות שלום וחיים לא\"נ הרבנים המאורות הגדולים בד\"צ דק' פאליצק יצו ה' אתם את הברכה וחיים עד העולם ולכל המסתופפים בצל החכמה חיים נס\"ו:  אחד\"ש כמשפט לאוהבי שמו באתי בתפלה קצרה לעורר רוח נדבתם להתאמץ במצוה רבה אודות הגט מומר שניתן מק' דענאבורג לפני בד\"צ דשם ובאתה האשה לק' בארדיטשוב ואין מכיר שם חתימת ידי הב\"ד הנ\"ל ושלח אלי הגאון אב\"ד דק\"ק הנ\"ל לקיים חתימתן ע\"י החתום מטה. והנני שולח ההעתק למעכ\"ת לשלוח לשם שיבואו על הח\"מ וישלחו למעכ\"ת. ומעכ\"ת יקיימו חתימותיהן וישלחו אלי כי אני איני מכיר חתימת ידי הב\"ד הנ\"ל רק חתימת יד מעכ\"ת ותחשב לצדקה וחסד ואמת ד':  א\"נ ד\"ש שניאור זלמן:"
    },
    {
      "chunk_id": 28,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כז",
        "siman": "סימן כז"
      },
      "text": "גם זאת מצאנו תשובת שאלה  הנה זה לשון תשובת הרא\"ש. על אשה שנישאת לבעל בצרפת ומעולם לא נודע ולא נשמע שהיה לבעלה אח כו' אח\"כ אמר אחי האשה שראה את אחיו בארץ אשכנז והאשה אינה מאמינתו כי רחוק הוא שלא היה הבעל מודיע לה או שלא היה ידוע בארץ מגורותיהם הדבר הזה. תשובה הא מלתא דפשיטא כיון שהאשה הזאת עומדת בחזקת שאין אחים לבעלה אינה נאסרת במאמר אחיה כו' עכ\"ל.  והנה אם נפרש המעשה שהיה בענין שבא הבעל מארץ אשכנז לדור בצרפת ולא נודע כאן שיש לו אח ואפילו הכי התיר הרא\"ש משום דאשה זו בחזקת שאין אחים לבעלה עומדת והיינו טעמא כמ\"ש השואל כי רחוק הוא כו' קשה מה זו חזקה וכי אין אדם עשוי שלא לגלות מסתריו לאשתו ואפשר בכיוון הכחיד תחת לשונו כדי שתתרצה לו ואפילו לרבי דאמר נאמן להתיר אפילו היכא דמוחזק באחין היינו כשאמר בפירוש אין לי אחים אבל לא כשלא אמר יש לי אחין וחילוק זה מצינו בגמרא גבי מרי בר איסק דאתי ליה אחוה כו' וכן מה שאינו ידוע בארץ מגורותיהם אינה ראיה אם הדרך רחוקה ואין השיירות מצויות או בשעת חירום שאי אפשר להם לידע כי אם על פי הבעל עצמו והוא הסתיר הדבר מהם וכעין שמצינו באבותינו אמרי לי אחי הוא ואם היה באמת הדבר תלוי בראות עיני השואל דלפי אומדנא שלו היה הדבר רחוק כו' כל כהאי גוונא הוה ליה להרא\"ש לפרש ומכל שכן להטור ושו\"ע לא הוה ליה להעתיקו בסתם לא היה מוחזק באחין כו'. וגם א\"כ מאי ראיה מייתי הרא\"ש לנידון זה מהגמרא דלא הוחזק באחין כו' דבגמ' משמע ודאי דמיירי מסתמא כשהבעל היה דר בעיר מולדתו ומכירין משפחתו ובית אביו ובכגון זה אמרו דאפילו לא הוחזק באחין כמי שהוחזק שאין לו אחים דמי משא\"כ מי שבא מארץ מרחק ולא נודע משפחתו ובית אביו הלזה יקרא לא הוחזק באחין משום שאין אנו יודעים אדרבה אמרינן מסתמא יש לו אחים כדרך כל העולם ודוגמא מה שכתוב שלשה אלה בני נח ומאלה נפצה כל הארץ אלא אנן הוא דלא ידעינן אבל באתריה ידעי. ופשוט הוא דהא דקאמר בגמרא לא הוחזק באחין היינו במקום שהוחזקו אנשי משפחתו ובית אביו והיינו כל שלא הוחזק מקום אחר ומדינה אחרת לעיר מולדתו וארץ משפחתו ובית אביו אבל אם היה אביו ואמו במדינת הים והוא עזב את אביו ואמו ובא לכאן לא מהני מה שלא הוחזק כאן באחין. וכ\"מ להדיא בתשובת מהרמ\"ג שבמהרי\"ט ע\"ש במ\"ש ואין לחוש שמא נולד לו אח מאחר שיצא משם כו' וזהו אפילו לדעת המתירין החולקים על מהרי\"ט והא דתנן ריש פרק האשה בתרא היתה לה חמות אינה חוששת מיירי בידוע שלא היה אחין לבעלה כשהיתה חמותה בכאן וכמו שהעתיק הטור בדין זה אשה שאין לה בן ולא אחים לבעלה וחמיה וחמותה כו' ולא משום דאינה חוששת היא בחזקת שאין לו אחים ולא עוד אלא דמשמע ודאי שבידוע היה שאין אחים לבעלה ומשום הכי שינה את לשונו שבכל הסימן כתב לא הוחזק באחין וכאן כתב בסתם ולא אחין לבעלה לומר דודאי וברור לנו שלא היה אחים לבעלה ויש לה חזקת היתר חזקה ברורה ולכן אינה חוששת וכן הוא ברמב\"ם להדיא דהטעם משום דנעמידנה על חזקתה וכדאמרינן בגמרא סיפא חזקה לשוק ורובא לשוק ופירש רש\"י שהרי בלא יבם היתה תחילה כשיצתה כו':  מיהו בזה יש מקום עיון דהא בגמ' לא אצטריך למימר הכי אלא לר' מאיר דחייש למיעוטא אבל לרבנן דקי\"ל כוותייהו ברובא לשוק לחודא הוה משתריא אפילו בלא חזקה דלא דמי לרישא דהתם איכא חזקה לייבום וסמוך מיעוטא לחזקה וה\"ל פלגא ופלגא מה שאין כן היכא דליכא חזקה לייבום אף על גב דליכא נמי חזקה לשוק אזלינן בתר רובא לרבנן דקיי\"ל כוותייהו. איברא שהתוס' כתבו שם דלת\"ק דר' יהושע דאמר יצתה מליאה חוששת (וקי\"ל כוותיה) אע\"ג דליכא חזקה לייבום לא אזלינן בתר רובא כל היכא דליכא חזקה לשוק אבל באמת היינו לשיטתם דמוקמינן מתניתין כר' מאיר אבל להפוסקים דפסקו כסתמא דמתניתין ולא קיי\"ל כר' מאיר ע\"כ הטעם משום סמוך מיעוטא לחזקה ויצתה מליאה איכא נמי חזקה לייבום כמ\"ש הנימוקי יוסף דשמא תפיל הוי כמו שמא מת דלא חיישינן ואוקמיה אחזקה. אבל היכא דליכא חזקה ליבום אזלינן בתר רובא אפילו היכא דליכא חזקה לשוק וא\"כ תקשי להרמב\"ם וטור (דפסקו כסתמא דמתניתין) שלא כתבו אלא הטעם דחזקה ולא זכרו כלל הטעם דאזלינן בתר רובא ולכאורה עשו את הטפל עיקר ואת העיקר אפילו טפל לא עשו. ואדרבה הרמב\"ם כתב על זה והוא הדין לאשה שמת בעלה והיה לו בן במדינה אחרת כו' ואין חוששים שמא מת הבן אלא העמד אותה על חזקתה אע\"ג דלא שייך התם האי טעמא דרובא לשוק משמע דה\"נ משום חזקה לחוד נגעו בה. ומה שיש לומר בזה דהנה צריך להבין בגמרא דקאמר דהכא איכא רובא לשוק משום דכל היולדות מחצה זכרים ומחצה נקבות ומיעוט מפילות וסמוך מיעוטא דמפילות למחצה דנקבות וה\"ל זכרים מיעוטא דאין הפירוש דמחציתן של נשים אינן יולדות אלא נקבות דזה אין סברא כלל דמאי פסקא דהוי מחצה על מחצה ממש אלא היולדת יולדת מן הסתם זכרים ונקבות וא\"כ במאי מגרע כח המחצה נקבות למהוי זכרים מיעוטא מאחר שכבר אפשר שילדה החמות גם שניהם זכר ונקבה דאטו מחצה דנקבות סותר לגמרי מחצה דזכרים וכי בשביל שילדה נקבה תו ליכא למיחש לשמא ילדה נמי זכר. הן אמת שיש לומר דמתניתין לא מיירי אלא בכגון שאין לחוש אלא לולד אחד וכמ\"ש לקמן אבל זה נראה להרמב\"ם (והטור) לדוחק אלא עיקר הטעם משום חזקה ומה שאמרו רובא לשוק אינו אלא שלא לומר שהרוב הוא נגד החזקה דהא רוב נשים מתעברות כו' ורובא עדיף אפילו לרבנן דר' מאיר ומכל שכן לר' מאיר דחייש למיעוטא על זה אמרו דרובא נמי לשוק כלומר שהרוב אינו מגרע כח החזקה והוי חזקה גמורה אפילו לר' מאיר דחייש למיעוטא ורובא לשוק היינו לומר דהוה מיעוטא לייבום ומשום דהוי כעין ספק ספיקא וכן משמע בנימוקי יוסף. וכעין שכתבו התוס' כהאי גוונא לענין חזקה לייבום דרישא דהיינו לאפוקי דלא הוי חזקה לשוק וה\"נ להרמב\"ם והטור לענין רובא לשוק דסיפא. ומשום הכי הפסיק הרמב\"ם בין בבא זו דהיה לה חמות כו' ובין בבא דיצתה מליאה כו' בדין אשה שהיה לבעלה בן כו' ללמוד משם דמשום חזקה לחוד משתריא ולא קאמר בגמ' רובא לשוק אלא כדי שלא תאמר רובא לייבום כו' כנ\"ל:  העולה מזה דהא דתנן היה לה חמות אינה חוששת היינו משום חזקה ודוקא בידוע שלא היה אחים לבעלה קודם לכן אבל היכא שבא מארץ אחרת ולא נודע שיש לו שם אחים אין לה חזקת היתר וחוששת בוודאי ומשום רובא לשוק לחוד לא משתרי. אפילו אי נימא דהסוגיא כפשטה דלא כמ\"ש לדעת הרמב\"ם והטור ע\"כ מיירי בכגון שאין לחוש אלא לולד אחד וקאי ארישא וה\"ק דאם הלך בעלה וצרתה כו' דחוששת עד שתדע כו' מפני הספק שנולד לה בשעת מיתת בעלה. אבל בהיה לה חמות במדינת הים ובעלה מת בכאן (וכן הוא בטור להדיא עיין ב\"י) ונולד לה הספק עתה אינה חוששת שמא ילדה החמות עתה שעה אחת קודם מיתה עד שתדע כו' להכי אשמועינן במתניתין דאינה חוששת משום דרובא לשוק והוי רוב גמור דמחצה דנקבות סותר לגמרי ועומד נגד מחצה זכרים ומיעוטא מפילות והוה ליה זכרים מיעוטא דבענין אחר ליכא רובא לשוק כלל וכ\"מ בגמרא דקאמר סיפא איכא חזקה לשוק ורובא לשוק משמע דודאי איכא חזקה לשוק ולא קאמר כגון דאיכא חזקה לשוק אלא ע\"כ דאל\"כ רובא לשוק נמי לא הוי וחוששת אפילו לרבנן דר' מאיר ולפי זה קשה על הרא\"ש בתשובה הנ\"ל דכתב על נידון שלו שאשה זו בחזקת שאין אחים לבעלה עומדת והיינו מטעם דלא הוחזק באחין וכמשמעות ראייתו מהגמרא וכן הטור העתיק דברי הרא\"ש לא הוחזק באחין כו' ובהיה לה חמות כו' ודאי מטעם חזקה ברורה היא דאינה חוששת וכמ\"ש הרמב\"ם וכמשמעות הטור עצמו וכמ\"ש לעיל דהכי משמע בגמרא להדיא:  והנה לכאורה יש לומר דהרא\"ש סמך על מה שהיה דר בצרפת זמן רב ולא נודע ולא נשמע מעולם דאורך הזמן שהיה עמה ולא הודע לה או לאחד משאר ארץ מגוריו משוי ליה חזקה וסברא זו כתב מהרי\"ק בתשובה שורש פ\"ז על אודות האשה שנתקדשה לאיש אחד ודר עמה בחזקת ארוסתו י\"ב שנים כו' דהא פשיטא כיון שיצא הקול זמן ארוך כל כך בלי הפסק כו' וכן הוחזקה כו' ומייתי התם הא דמלקין על החזקות וס\"ל דלא בעינן מעשה המוכיח לחזקה לענין מלקות אלא מכיון שאנו מחזיקים אותו כך והיינו מחמת שעמד הקול זמן ארוך עיין שם שנסתייע מפרש\"י הרי דס\"ל מה שעמד זמן ארוך הוי הוחזק אע\"ג דהקול בלבד לא הוי כהוחזק מכל מקום עמידתו זמן ארוך משוי ליה כהוחזק וה\"נ בנידון דהרא\"ש מכיון שהיה דר בצרפת זמן ארוך ולא נודע מאחיו הרי הוא כהוחזק בלא אחין (ואע\"ג דלא ראינו אינו ראיה מכל מקום יש לדמות דבר זה למה שכתב מהרי\"ק שורש קע\"ב ובש\"ך בחו\"מ סי' ל\"ז דבמנהג וכהאי גוונא הוי לא ראינו ראיה דה\"נ דבר ההוה ורגיל הוא דרך סיפורי דברים בין איש לחברו להגיד מולדתו ומשפחתו וכיון שהיה דר שם זמן רב ולא הגיד מעולם הוי ראיה) (ומכל שכן אם נאמר דהגיד להם דרך סיפור את כל בית אביו וארץ מולדתו רק את אחיו לא הגיד דזה מהני אפילו לדעת השלטי גבורים שהביא הש\"ך שם ע\"ש ודו\"ק) :  ולכאורה יש להביא ראיה לדברי מהרי\"ק מדברי הרמב\"ם פרק א' מהלכות איסורי ביאה הל' כ' מי שהוחזק בשאר בשר כו' שזו אחותו כו' וחזקה זו הוא ודאי לאו על ידי מעשה המוכיח כמו כרוכים אחריה דבגמרא דקדושין (דף פ' ע\"א) דבאחותו לא שייך זה אלא היינו ע\"י חזקת אורך הזמן וכמו שכתב הרמב\"ם בהל' כ\"א גבי איש ואשתו אלא דהתם בשלשים יום סגי ומשום דודאי ראו קירוב בשר וכעין שמצינו ביצחק אבינו ויהי כי ארכו לו שם הימים כו' משא\"כ באח ואחותו צריך זמן ארוך ואפשר שיצא להרמב\"ם כן מדקתני גבי תינוק ותנוקת הגדילתו וזה שמביא הרמב\"ם מיד ומעשה כו' והגדילתו וסבירא ליה דהא דקתני והגדילתו לאו לעונשים לחוד מתני דהכי נמי בלא הגדילתו הוה מצי לאשמועינן דעל כל פנים אמו מיענשא אלא אשמועינן הגדילתו דאורך הזמן משוי לה חזקה והוא הדין לאח ואחותו אורך הזמן משוי ליה חזקה אלא דא\"כ אמאי מצרכי בגמרא כרוכים אחריה בהגדילתו לחוד סגי ומדברי מהרי\"ק עצמו מבואר דלענין נסקלין ונשרפין אין אורך הזמן חזקה ועוד דסוף דברי הרמב\"ם לא משמע הכי שהרי סיים ראיה לדין זה מה שדנה תורה במקלל כו' והתם אין החזקה בשביל אורך הזמן אלא בשביל שהוחזק כך מנעוריו בין השכנים והשכנות בחזקה גמורה שהחזיקו בו שהוא אביו אף על פי שאין יודעים בראיה ברורה מכל מקום על הסתם יודעין ומחזיקין וא\"כ מ\"ש הרמב\"ם ברישא שזו אחותו כו' נמי מיירי בכהאי גוונא דוקא ולא בשביל אורך הזמן והא דקתני והגדילתו לעונשין לחוד מתני ולפ\"ז אין לנו ראיה להחזיק בשביל אורך הזמן וגם מהרי\"ק צירף לסברתו עוד אומדנות המוכיחות ע\"ש. ועוד נתת דבריך לשיעורין וכל כהאי גוונא ה\"ל להרא\"ש לפרש להשיב הא מלתא דפשיטא כיון שאשה זו בחזקת כו' מאחר שעל זה אנו דנין למה היא בחזקת והל\"ל ולפרש בהדיא דחזקה טובה היא זו. אבל האמת יורה דרכו דהרא\"ש מיירי שהבעל היה דר בצרפת מעולם שהיתה ארץ מגורותיו ומגורי אביו ושם הוחזקו משפחת בית אביו אלא שאחי האשה אמר שראה את אחיו באשכנז והיינו שע\"י איזה סיבה רחוקה ונפלאה נתגלגל הדבר שיצא אחיו לשם מנעוריו ונאבד זכרו בכאן ובשביל מאמר אחי האשה פקפק השואל לולי שרחוק היה שלא היה הבעל מודיע לה כו' אבל על חזקת אחיו לא נסתפק כלל ועל קוטב זה סובב הולך כל דברי הרא\"ש כיון שאשה זו בחזקת שאין אחין לבעלה עומדת כו' ותדע שהרי הרא\"ש הקשה לדבריו מהא דאיתא בב\"ב פרק יש נוחלין הא אמרי דאיכא סהדי במדינת הים כו' ותירץ דהתם שאני שיצא הקול שיש עדים בדבר וצריך להמתין על העדים משא\"כ מה שאמר אחי האשה אינו קול ואינו רוצה לומר כי אחי האשה לא הוציא קול או שהוא קלא דלא אתחזק בב\"ד דא\"כ למה ליה אריכות הדברים דהתם שאני שיצא הקול שיש עדים וצריך להמתין על העדים הוי ליה למימר בקיצור התם יצא הקול הכא לא יצא הקול אלא על כרחך הכי קאמר התם יש קול דאיכא עדים אבל מה שאמר אחי האשה אינו אומר שיש עדים באשכנז אלא הוא לבדו ראהו שם ואי איתא שהנידון שלו היה שהבעל בא מארץ אשכנז וא\"כ בודאי באשכנז מכירין אותו ואת אחיו ויש עדים שהם אחים הרי זה קול שיש עדים דהא מלתא דפשיטא שא[ין] קול ברור על העדאת עדים גמורים לומר שיבואו ויעידו מחמת שכבר נודע להם אלא קול דאיכא עדים היינו הקול במה שידוע לעדים ואם יחקרו על זאת ודאי יעידו והכי נמי אם יחקרו בארץ אשכנז ודאי יעידו מאחר שמכירין אותו ואת אחיו אלא ודאי כמ\"ש שהבעל היה דר בצרפת מעולם ובארץ אשכנז אין מכירין אותו כלל ובצרפת אין מכירים את אחיו כלל ואם כן הוי קול בלא עדים ולכן העתיקו הטור ושו\"ע סתמא לא הוחזק באחין כו' דסתמו כפירוש שהוא בארץ מולדתו ויודעים משפחתו ובית אביו אלא שבא אחד מארץ רחוקה ואמר אני אחיו שנתגלגל במדינה אחרת ולא הוחזק לפנינו ולא נודע לנו שנתגלגל איזה אח מאמו ואפילו עד אחד לא מהימן בכהאי גוונא משא\"כ כשיש חשש מדינה אחרת לפנינו לעיר מולדתו ובית אביו ביאר הטור ושו\"ע אחר זה דין דהיה לה חמות כו' ודוקא כשהוחזק דלית ליה אחין בחזקה ברורה וידועה הוא דאינה חוששת אבל בלאו הכי חוששת ומעתה יראה הרואה שכל הדינים אלו מפורשים בטור ושו\"ע באר היטב ולא נתחדש דבר מעתה אלא לחקור עד כמה נקרא מדינת הים ואיזה גבול לדבר וזהו באמת הכל לפי מה שעינינו רואות ולא יקשה המעיין נתת דבריך לשיעורין אלא א\"כ יאמר עליו דכל כי האי מלתא ה\"ל להפוסקים לפרושי אבל כשזכינו לדין ונמצא הכל כתוב מפורש מעתה מתוכם ילמוד כל חכם לעצמו לשער בעיניו כל שיעורי חכמים כך הוא שתפסו לפעמים ענין הכולל בשני דברים שזה אסור וזה מותר והם רחוקים זה מזה מן הקצה אל הקצה אעפ\"כ כל חכם מבין מדעתו פרטי הדברים להיות מומחה ממצע הגבול ביניהם:",
      "footnotes": "עי' צ\"צ אה\"ע סי' פ\"א ס\"א.   עי' צ\"צ פס\"ד ח\"ג דף ס\"א ע\"ג.   עי' צ\"צ אה\"ע סי קי\"ד ס\"ט."
    },
    {
      "chunk_id": 29,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כח",
        "siman": "סימן כח"
      },
      "text": "[ענין היתר עגונה שהשיב בארוכה להרב הקדוש דבארדיטשוב ז\"ל]   ענוותו תרבני לצרפני להיות נמנה לדבר מצוה רבה התרת עגונה אשר שקדו חכמים בתקנתן והקילו הרבה קולות משום עיגונא ואפילו בגופה של עדות ותחלתה כמו נידון דידן לפי דעת הרא\"ש בתשובות (וגם בפסקיו) ודלא כר\"נ ור\"ש שבמרדכי והגהות מיימוניות שנתלו בסוגיא דריש פרק יש בכור שלא להקל כלל משום עיגונא בתחלת עדות. וכמ\"ש לקמן באריכות בראיות עצומות וגם לסתור ראיות ר\"נ ור\"ש אשר בגללן נטו הרבה תשובות גדולי האחרונים מדעת הרא\"ש הנ\"ל כדלקמן:  והן אמת כי הסימן דצפורן עבה אשר דעת כת\"ר דעת תורה דעת נוטה שלא ללמוד מתשובת מהר\"ם פדואה לסמוך על סימן זה לבדו להתיר משום דהיא מילתא דשכיחא קצת במדינות אלו הנה דבריו הנ\"ל אינן צריכין חיזוק ממני בשגם שגם בתשובת מהר\"ם פדואה שלפנינו לא הוזכר בפירוש צפורן עבה רק שהיו הצפרנים מקולקלים והתיר מהר\"י מולין כו' ומי יודע איזה קלקול היה שם וכמאמר רז\"ל אין למדין הלכה מפי מעשה וכן בתשובת פנים מאירות וכנסת יחזקאל לא סמכו על סימן זה לבדו. אמנם בצירוף סימן דצמצום המקום כעובדא דנידון דידן שהועד שהיתה הצפורן העבה באצבע הגדולה הימנית התירו בתשובה הנ\"ל (אף שהיו במדינות אלו וסמוך לזמנינו דומיא דנקב בצד אות פלונית וכדעת הרד\"ך גבי שומא כו' ואף שבנידון דידן הועד שהיתה שחורה אין לחוש בזה משום שהמראה עשויה להשתנות כמ\"ש לקמן) והגם שיש לחלק קצת דלא דמי לאות פלונית דמקרי צמצום המקום לגבי נקב דעלמא (שבלשון הגמ' שם) דהיינו כל הקלף שהגט נכתב עליו שיכול להיות בו נקב או אפילו לגבי כל האותיות שבגט משא\"כ צפורן עבה באצבע אחת לגבי עשר אצבעות לבד אף על פי כן יש להתיר בפשיטות בצירוף עוד סימנים שבגופו כדלקמן:   והן אמת כי מה שדחה כת\"ר הראיות של אבן העוזר בנידון צירוף ב' סימנים להיות סימן מובהק מי יבוא אחרי המלך ובפרט ראייה העיקרית שעליה סמך אבן העוזר בסיום תשובתו ובגמר דבריו אדם נתפס שבנה עיקר יסודו על מ\"ש בב\"י ביו\"ד סי' ס\"ג בשם ספר התרומה בהניח בשר בשוק בין נכרים ומצא במקום שהניח דשרי ע\"י סימן כו' אשר סתר כת\"ר בטוב טעם משום דהתם ליכא איסורא דאורייתא כו'. הנה ודאי כן הוא משמעות לשון ספר התרומה להדיא דמדמי לה לדין שולח ביד נכרי דבעי או סימן כרבה בר בר חנה דמחתך אתלת קרנתא או חותם בתוך חותם כו' וחותם בתוך חותם הוא מדרבנן ודאי משום חשש איחלופי וה\"נ במצא במקום שהניח בשוק של נכרים חיישינן לאיחלופי שהחליפו הנכרים מדעת ולא משום דלמא שלו נאבד וניטל ובשר זה שנמצא נאבד ונפל כאן מאיש אחר כדחיישינן במציאה יעו\"ש בסימני ספר התרומה סוף סי' מ\"ז ומשום הכי אתי שפיר אף גם לפי דעת התוס' ורשב\"א וסיעתם גבי מים שאין להם סוף דס\"ל דאת\"ל סימנים דרבנן בעינן סימן מובהק דוקא (דלא כמ\"ש הפרישה לדעת הטור) אף על גב דמים שאין להם סוף דרבנן וטעמם ונימוקם עמם דאת\"ל סימנים דרבנן אמרינן דסימנא לאו מילתא היא כלל וכלל לסמוך להתיר שום איסור אפילו דרבנן אלא גבי אבדה דוקא תקינו רבנן הכי משום הפקר בית דין כדפירש רש\"י. ואתי שפיר לפי זה הא דפריך ביבמות (דף ק\"כ) ממצאו קשור כו' להוכיח דסימנים דאורייתא ומאי קושיא דלמא התם בשלא הוחזקו שני יוסף בן שמעון בעיר שנכתב בה הגט דליכא אלא איסורא דרבנן לפי דעת התוס' סוף פ\"ק דב\"מ וא\"ל דסוגיא דהכא אזלא אליבא דרבה דס\"ל דבלא הוחזקו לא חיישינן כלל אלא בשהוחזקו דוקא דהא הכא מיירי אביי ומשני לא קשיא כו' ואביי ס\"ל כמ\"ד אע\"ג דלא הוחזקו כמ\"ש התוס' ריש פרק ט\"ו דיבמות והרא\"ש פ\"ג דגיטין. אלא ודאי דאפילו בדרבנן לא מהני סימן אלא דווקא באבדה משום הפקר בית דין. אלא דשאני התם דאיכא חזקת איסור משום הכי אחמור רבנן אבל במצא בשר כשר דליכא חזקת איסור ואדרבה כיון דמדאורייתא אמרינן כאן נמצא כו' ה\"ל כמו חזקת היתר וכן בשולח ביד נכרי אלא דחיישינן לאיחלופי מדעת טוב ברע וכיון דאיכא סימנא לא טרח ומזייף ומשום הכי נמי אקילו רבנן ולא אצרכו אפילו סימן גמור המועיל באבדה שהרי התירו בחותם בתוך חותם אפילו אינו עתיד לראות חותמו דליכא סימנא כלל אלא משום דלא טרח ומזייף וכן אפילו בחותם אחד דשרי לפי דעת ר\"ת הנה אף שעתיד לראות חותמו אינו סימן בינוני המועיל באבדה כגון מגופת חבית כמ\"ש הטור י\"ד סי' קכ\"ט לפי דעת ר\"ת וכדפרש\"י בע\"ז דף ל\"א דגבי אבדה לא הוה סימן כלל אלא ברושם משונה משל אחרים כמ\"ש התוס' בב\"מ דף כ\"ג ע\"ב ובטור ח\"מ ורמ\"א סי' רס\"ב. וכן חיתוך אתלת קרנתא יכול הנכרי ג\"כ לחתך כך אלא דלא טרח. הלכך אין ללמוד מכאן כלל לשאר איסורי דרבנן ואף לפי מ\"ש הפרישה בדעת הטור אפשר דהיינו דוקא במים שאין להם סוף שהוא איסור לכתחלה בלבד ואין ללמוד משם לשאר איסורי דרבנן שאסרו אף בדיעבד כתרי שוירי לרב הונא ור' זירא וכן סתם יינם וכהאי גוונא:   ומ\"ש באבן העוזר להוכיח דבדרבנן סמכינן אסימן אפילו את\"ל סימנים דרבנן מדין מצא חבית של יין כו' בא ישראל ונתן בה סימן כו' לא קשה מידי משום דהא פשיטא דהא דנקט בגמרא נתן בה סימן דוקא הוא רק משום דאיכא הכא דררא דממונא ואתא לאשמועינן דלא מהימן אפילו להתירה בשתיה עד שיתן בה סימן דוקא משום דחשדינן ליה דמשקר כדי שיחזירנה לו כמו דמתירים בכל מציאה דעלמא אבל משום דררא דאיסורא בלחודיה פשיטא דאין צריך סימן וסגי באומר שלי היא וממני נפלה שהרי על עצמו נאמן באיסור ומתארחים אצל כל אדם. ואפילו אין לו בה טביעת עין גמורה יש להתירה לו היכא דאפשר למיתלי שנפלה במקום שנמצאה דהא (בפסחים דף י' ע\"א) גבי על ובדק ואשכח קיימא לן כרבי ואמרינן ככר שאבד הוא ככר שנמצא (ואפילו מצא בזוית אחרת לפי מ\"ש התוס' שם ריש ע\"ב) אלא דיש לומר דהתם דוקא בבית וכהאי גוונא אבל לא בשוק או אפילו ברקתא דנהרא ביו\"ד סי' קכ\"ט מ\"מ היכא דאיכא למתלי שנפלה במקום שנמצאה תלינן בסתם יינם דרבנן ואמרינן כאן נמצא כו' אלא דאיכא למיחש לאיחלופי במתכוין ולהא ודאי מהני סימן בעלמא לכ\"ע משום דלא טרח ומזייף כדלעיל:  וגם מ\"ש באבן העוזר בראייתו הראשונה צ\"ע גבי גט דנקב בעלמא הוי סימן דאורייתא א\"כ בב' נקבים ליהוי סימן מובהק משום צירוף סימנים ולא אשכחן הכי בגמרא ופוסקים אלא בצד אות פלונית דוקא:  וגם מ\"ש בראייתו השלישית מסימני אזנים וזנב וקול לק\"מ דהתם מספקא ליה לר' יהודה אי חוששים לזרע האב ושמואל פסק הלכה כחנניה דחוששים וכן הוא בסתם משנה וה\"נ ס\"ל לרבא כמ\"ש התוס' ורא\"ש שם אלא דאנן חיישינן לחומרא כר' אבא וגם קיי\"ל כרב אשי דמספקא ליה דלמא סימנים דאורייתא. ומאחר דאיכא כל הני צדדים להקל אין לנו להחמיר יותר מדר' אבא:   אך אמנם אע\"פ שאין ראיה לדבר זכר לדבר מיהא איכא דצירוף סימנים טובא מילתא היא כמו סימן מובהק מהא דלא חיישינן בגמ' (פ\"ג דגיטין דף כ\"ז ע\"ב) דלמא אתרמי שמא כשמא ועדים כעדים וא\"ל דדוקא משום צירוף ד' שמות שמו ושמה ושני עדים דזה אינו דהא אפילו בהוחזק ב' יוסף בן שמעון בעיר אחת ושמות נשותיהם שוין נמי לא חישיינן בכהאי גוונא דאמרי מעולם לא חתמנו כו' כמבואר בהדיא ברמב\"ם (פ\"ג מהלכות גירושין) וכן הוא בהדיא ברי\"ף ורא\"ש (שם וע\"ש ברא\"ש דלא גרס יוסף בן שמעון זה כפרש\"י) :   וגם יש להביא קצת ראיה לדבר לצירוף סימנים (ואפשר ג\"כ שהיא ראיה גמורה) מברייתא דיבמות (דף קכ\"ב ע\"א) ושוב מעשה כו' לפי דעת הרמב\"ם וש\"ע דמנין האנשים נושאי גמלים בצירוף שם מקום היציאה וההליכה מועילים להתיר ולפי דעת הרא\"ם ברמב\"ם סגי במקום ההליכה או היציאה לחוד (דשקולין הן לפי דעת האחרונים בתשובותיהם רא\"ם וריב\"ל ורח\"ש) וכ\"מ מפשט לשון הברייתא שלא הוזכר שם מקום היציאה כלל אלא דמשום הכי בעינן הכא סימנים טובא משום דמקום היציאה בלא פשפוש שבתוספתא ומקום ההליכה לא חשבינן סימנים כלל כשהשיירות מצויות ממקום זה למקום זה. והם סימנים גרועים כארוך וגוץ <[א]> ולא דמי כלל וכלל לסימן מקום דגבי אבדה דהתם מיירי במקום מיוחד פרטי ומסויים (ע\"ש ברש\"י בב\"מ דף כ\"ג ע\"ב ד\"ה איכא דאמרי) ולא שאבד בעיר פלונית וגם מקום הליכתם בדרך לא דמי כלל למקום דאבדה ומציאה דהתם אומר שאבד חפץ כזה באותו מקום שנמצא אבל הכא מנא ידעינן שמתו ונאבדו כאן בדרך זה האנשים שהלכו כאן דלמא אזול לעלמא <[ב]> והני שנמצאו כאן מתים אחריני נינהו ומכל שכן לפי מ\"ש התוס' בב\"מ דף כ\"ב סוף ע\"ב שאינו חשוד לשקר כו' וכן מבואר בהדיא בגמ' שם דף כ\"ג ע\"ב דאמרינן ליה כי היכי דלדידך אתרמי האי מקום כו' ולאו משום דמשקר. ואין לחוש אלא שמא שלו ניטל בידי אדם וזה הנמצא הוא של אחר שאבד ג\"כ כאן וכולי האי לא חיישינן אבל הכא שמא הידועים לנו שהלכו כאן הלכו כדרכם לדרכם והני אחריני נינהו:  [הג\"ה  [א] וכן הגמלים במקומות שהגמלים מצויים:  [ב] ותדע במכ\"ש מכריכות ברשות הרבים דלא הוי סימן משום דמינשתפי ברגלים:]   ומ\"ש מהרי\"ו בתשובה סי' ע\"ט בדעת הרא\"ש בתשובה צע\"ג דלו יהי דחשיב כסימן מקום ממש הא קיי\"ל סימנים דרבנן ובעינן סימן מובהק ומקום לא הוי סימן מובהק לכ\"ע. ותדע שלא הזכיר הטור חידוש דין זה ואפילו ברמזים השמיט ברייתא זו לגמרי מכלל דס\"ל שאין כאן עוד חידוש דין כלל בברייתא אלא הא לחוד דנכרי מסיח לפי תומו נאמן. משום דס\"ל דעובדא דאנטוכיא דומיא דכרכום ביתר שלא היו השיירות מצויות לפי שהיתה במצור כדפירש רש\"י וכמ\"ש הרמב\"ן במלחמות שמתו במלחמה ואין השיירות מצויות בשעת חירום ומלחמה כדאיתא בפרק חזקת הבתים ונסתלקה תמיהת האחרונים מעל הרא\"ש בתשובה זו <[ג]> ובר מן דין הנה בלשון הרמב\"ם וש\"ע ליכא למימר כלל משום שידוע לנו שהלכו באותו מקום שנמצאו בו מתים בדרך דכל כהאי גוונא היה לפרושי כגון שאין בין מקומות היציאה וההליכה אלא דרך אחת בלבד שבודאי הלכו באותו מקום שנמצאו המתים בדרך. והלכך אין כאן סימן גמור המועיל באבדה אלא סימן המנין לבדו ואפילו הכי מהני הכא אפילו לדידן דקיימא לן סימנים דרבנן משום צירוף עוד ב' סימנים גרועים לפי דעת רא\"ם ברמב\"ם ופשט לשון הברייתא דסגי במקום ההליכה לבד בלא מקום היציאה והרי סימן אחד גמור בינוני המועיל באבדה עדיף טפי מב' סימנים גרועים ואפילו מג' מאחר שאין מתירים אבדה על ידן וע\"י סימן אחד גמור בינוני מחזירים וא\"כ מכל שכן דמצטרף טפי עוד סימן אחד גמור בינוני גבי עדות אשה למהוי סימן מובהק:  [הג\"ה  [ג] אבל מ\"ש מהרח\"ש משום דהגי' היא קולר של שני בני אדם דאיכא נמי סימן מנין. וזה אינו כמבואר שם בהדיא בתשובת הרא\"ש דקולר נקט לרבותא משמע דכל שכן לאיש יחידי:]   ואפשר שזהו ג\"כ דעת הרמב\"ן ורשב\"א לפי מה שכתב המגיד משנה פ\"ו מהלכות שאלה בשמם וכן כתב הנימוקי יוסף פט\"ו דיבמות דגבי שומשמי היינו טעמא משום דמנין לא הוי סימן מובהק וגבי שב מרגניתא דצייריה בסדינא בפרק הכותב צ\"ל לפ\"ז דהוי סימן מובהק משום צירוף סימן מנין עם הא דצייריה בסדינא דחשיב נמי סימן גמור משום דלאו אורחא כל כך כשומשמי בחביתא. ואתי שפיר דלק\"מ מ\"ש עליהם הר\"ן פ' הכותב והתוס' שם על פרש\"י (אבל דוחק לומר דמיירי התם דהוי ליה סימן מובהק אחר במרגניתא מה שלא הוזכר בגמרא וכמו בכסא דכספא דא\"כ למה להגמרא להוכיח דהוו שב וציירי בסדינא):  והנה אף גם עיקרא דדינא דסימן מובהק דאיתמר בגמרא בדוכתי טובא דנקב יש בו בצד אות פלונית על כרחך משום צירוף סימנים נגעו בו מדנקטו נקב דוקא שהוא סימן גמור המועיל אי סימנים דאורייתא כדאיתא בגמרא ולא נקטו סימן גרוע באות פלונית כגון שאות פלונית היא בראש שטה פלונית או בסופה דהוא סימן דארוך וגוץ בגט. (או שאות פלונית היא משוכה לרחבה כדרך הסופרים ומנהגינו בכדת משה וישראל דהוא סימן דארוך באות עצמה ומ\"ש בהגהות מיימוני הלכות ספר תורה למנוע מזה היינו בסת\"ם דוקא) וזה פירוש הירושלמי לפע\"ד כגון דמר תרין תלת שורין פירוש שאמר לשון ונוסח ב' וג' שטות כמו שהן כתובות בגט ממש דהיינו תיבה זו בראש השיטה ותיבה זו בסופה וכן בשטה ב' וג' ואפילו הכי אינו כלום משום דהוא סימן דארוך וגוץ. (פירוש המפרש דחוק דאיך אפשר לכתוב הגט בב' שיטין מאחר שאין למדין משטה אחרונה):   אך הנה בתשובת מהרי\"ו סימן ע\"ט מבואר הטעם דלא מלאו לבו להתיר ע\"י צירוף סימנים משום דבמתניתין סתמא קתני אע\"פ שיש סימנים כו' כלומר דאע\"ג דנמצא בספר אחד קדמון דצירוף סימן בגופו ובכליו הוי סימן מובהק כמ\"ש מהרי\"ו שם ובסי' ק\"נ אפילו הכי לא מלאו לבו לסמוך על זה למעשה משום דבמתניתין סתמא קתני כו' (אלא א\"כ יש עוד צד להקל כמ\"ש שם בסוף התשובה) וכן בתשובת מהריב\"ל כתב כן בתחלה בשם ר\"י ברונא להקל בזה ע\"פ פירוש רש\"י ואור זרוע בפירוש המשנה דפ\"ג דגיטין מצאו בחפיסה ומכירו לגט וכן כתבו בחידושי רמב\"ן ורשב\"א ור\"ן בשם רש\"י ולא חלקו עליו אלא מטעמא אחרינא (וכהאי גוונא ממש כתבו התוס' ביבמות דף קט\"ו ע\"ב סוף ד\"ה וקאמרי כו' בשם ר\"י) וכן דעת הרמב\"ם שם כפרש\"י ולבסוף מסיק מהריב\"ל דאין לסמוך על זה להקל ואפילו בצירוף ב' סימנים בגופו ואע\"ג דמצד שיקול הדעת יש להקל אפילו הכי לישנא דמתניתין אע\"פ שיש סימנים כו' וזהו עיקר טעם המחמירין בזה משום לישנא דמתניתין ולא מוקמינן לה בגמרא בארוך וגוץ אלא ללישנא דסימנים דאורייתא מכלל דללישנא דסימנים דרבנן אין צריך לאוקמי בהכי. ומשום הכי נמי אי אפשר לומר כמ\"ש אבן העוזר דסימנים לשון רבים קאי אסימן אחד בגופו וסימן אחד בכליו ומשום דחיישינן לשאלה דהא לא אתמר בגמרא. הך סברא דחיישינן לשאלה אלא ללישנא דסימנים דאורייתא מכלל דאי סימנים דרבנן אין הכרח ממתניתין לומר כך אלא שהאחרונים כתבו כך מצד הסברא בעלמא ולאו מהכרח ממתניתין:  אכן באמת לק\"מ ואדרבא נהפוך הוא לגירסא שלפנינו בסוגיא דב\"מ (דף כ\"ז ע\"ב) והכא בסימנים עשויים להשתנות לאחר מיתה קמיפלגי כו' ואבעית אימא דכ\"ע שומא אינה עשויה להשתנות משום דבודאי איכא סימנים טובא העשויים להשתנות לאחר מיתה כדאמר רבי עקיבא בברייתא פ\"ט דב\"ב (דף קנ\"ד ע\"א) וכמ\"ש התוס' שם דאפשר שנעשו גומות בבשרו לאחר מותו והיינו גומות קטנות הנעשות ממילא שלא ע\"י מכה משא\"כ רושם וצלקת שע\"י מכה ניכר ודאי שהוא מחיים ולא לאחר מיתה ואפילו הוא רושם קטן כמ\"ש בתשובת מהר\"ם פדואה סי' (ל\"ו) [ל\"ה] אבל רושם שינוי מראה לחוד ע\"י הכאה לא מינכר כל כך ויוכל להיות ג\"כ שנשתנה ונעשה מראה זה לאחר מיתה כמ\"ש בתשובת חוט השני וכן יש עוד סימנים שמשתנים לאחר מיתה כמו סתימת העין כמ\"ש בט\"ז <[ד]> וכן כל כהאי גוונא וגם לגירסת הטור דלא גרס בסוגיא דב\"מ דכ\"ע שומא אינה עשויה להשתנות אלא כדאיתא בסוגיא דיבמות דכ\"ע סימנים דרבנן והכא כו' כמ\"ש מהרח\"ש וסבירא ליה דהיינו טעמא דתנא קמא משום דעשוי להשתנות מ\"מ ודאי דלאו שומא לחודה דוקא עשויה להשתנות ולא שום סימן אחר בעולם דהא בהדיא קאמר רבי עקיבא בברייתא דב\"ב הנזכר דאיכא סימנים העשוים להשתנות וה\"נ קאמר סתמא דגמרא בסוגיא דב\"מ בלישנא דסימנים דאורייתא דסימנים סתם עשויים להשתנות לת\"ק ומהיכי תיתי לומר דלישנא דסימנים דרבנן פליג בהא ואדרבה כו' (כמ\"ש האחרונים גבי חיישינן לשאלה). אלא לגירסת הטור נקט תנא קמא שומא לרבותא לאפוקי מדרבי אליעזר בן (יעקב) [מהבאי] וכן הוא בהדיא ברמב\"ם ואפילו שומא כו' אבל שאר סימנים העשויים להשתנות לא אצטריך למימר דפשיטא דלא הוו אפילו סימנים בינונים כדאמרינן הכי בהדיא ללישנא דסימנים דאורייתא ובשומא דווקא סבירא ליה להטור דהוי סימן בינוני ולא סימן מובהק כמ\"ש מהרח\"ש וכמ\"ש לקמן (אבל לפי דעת המשאת בנימין בטור צריך עיון גדול). והלכך מעתה אין הכרח כלל מלשון המשנה דצירוף סימנים לא הוי סימן מובהק דאפילו את\"ל דהוי סימן מובהק אפילו הכי אתי שפיר לשון המשנה אע\"פ שיש סימנים לשון רבים משום דיש לומר דמיירי בסימנים סתם העשויים להשתנות לאחר מיתה דפשיטא דלא מהני מה שהם רבים מאחר שאפשר שנשתנו להיות כן לאחר מיתה ולא חשיבא ודאי אפילו כסימן אחד גמור שאינו עשוי להשתנות כדמשמע בהדיא מלשון הגמרא בשינויא בתרא ללישנא דסימנים דאורייתא ומשום הכי נמי לא מהני צירוף הסימנים שבכליו כדלקמן. ואין זה דוחק לאוקמי מתניתין בסימנים העשוים להשתנות דוקא דהא ללישנא דסימנים דאורייתא מוקמינן לה בסימני ארוך וגוץ. והיינו לשינויא קמא דבמצויה בבן גילו קמיפלגי אבל לשינויא בתרא דבעשויה להשתנות קמיפלגי ודאי דלא איצטריך לן לאוקומי בארוך וגוץ דוקא (אלא אי בעינן לאוקומי מתניתין ככ\"ע אף גם כר' אלעזר בן מהבאי) והכי נמי ללישנא דסימנים דרבנן מיתוקמא שפיר מתניתין בסימנים העשויים להשתנות וכדאיתא בהדיא בירושלמי אמתניתין דהיינו טעמא דאין מעידין על סימנים אע\"ג דסימנים דאורייתא משום שדרכם להשתנות והיינו כשינויא בתרא ללישנא דסימנים דאורייתא בגמרא דילן <[ה]> והה\"נ ללישנא דסימנים דרבנן אבל סימנים שאינם עשויים להשתנות כמו צלקת בתרומת הדשן ובתשובת מהר\"ם פדואה וצפורן עבה וכל כהאי גוונא י\"ל דצירוף ב' סימנים מהם הוי סימן מובהק ואדרבא דמוכח נמי הכי השתא להך שינויא דתנא קמא ור' אלעזר בן מהבאי קמיפלגי בשומא סימן מובהק כדלקמן. והטעם כמ\"ש במשאת בנימין דדבר זר ומופלג הוא שימצא חיבור סימנים כזה באיש אחר כו' (אך באמת אינו דבר זר ומופלג לגמרי אלא דלא שכיח כל כך כדלקמן) ומיהו היינו דוקא בב' סימנים שונים כגון צלקת ושומא אי אינה עשויה להשתנות וכל כהאי גוונא אבל ב' שומות וב' צלקתות וכל כהאי גוונא אינו דבר מופלג כל כך ולא חשיבי כב' סימנים שונים אלא כסימן אחד שני פעמים ומשום הכי לא מהני ב' נקבים בגט ומשום הכי נמי לא איצטריך לן להאי לישנא לאוקמי מתניתין דאע\"פ שיש סימנים בכליו בחיורי וסומקי דוקא אלא דמשכחת לה נמי בסתם סימני בגדים שהן מדות ארכם ורחבם דשתיהן הן סימן מדה ולא חשיבי כב' סימנים שונים למהוי סימן מובהק כדמשמע בהדיא בסוגיא דב\"מ (דף כ\"ח ע\"א) גבי מדת ארכו ורחבו ומדת משקלותיו ינתן למדת משקלותיו אע\"ג דמשקל לא הוי סימן מובהק כמו שכתב הרא\"ש פ\"ה דב\"מ וכדמשמע מפשט לשון הגמ' (דף כ\"ג ע\"ב) דדמי למדה ומנין ומ\"ש התוס' שם לחלק בין משקל דבגד דעדיף כו' היינו דומיא דמדה עדיפא שבתחלת דבריהם שם דאינה סימן מובהק אלא כמו מדת ארכה דעדיפא ממדת רחבה וינתן למדת ארכה אע\"ג דאינה סימן מובהק. ובר מן דין נמי לא דמי כלל סימני דאורך ורוחב הבגד לסימני הגוף דסימן שבגופו הוא איזה שינוי בגופו ובשרו שלא כדרך תולדות סתם בני אדם בין שהשינוי הוא בתולדה כמו שומא (מדמצויה בבן גילו) וכהאי גוונא בין שנשתנה אח\"כ ע\"י איזו סבה כמו צלקת וכהאי גוונא אבל מדות אורך ורוחב הבגד אינן נקראות שינוי דיש אורג או תופר במדה זו ויש במדה זו קרוב הדבר ודאי ומילתא דשכיחא היא שיוכלו לימצא בעולם עוד בגדים ארוגים או תפורים במדות אורך ורוחב כמדות בגד זה ממש. ואפילו הכי הוי סימן בינוני להחזיר אבדה משום דכיון שזה כיון המדה בצמצום מסתמא שלו הוא בדליכא למיחש דלמא בהדי דנקיט חזיא כדאיתא התם בגמרא ואע\"ג דשכיח בעולם ודאי עוד בגדים במדות אורך ורוחב כזה ממש דהא מדמינן בגמרא סימן דמדה לסימן דמנין ומשקל וגבי מנין ומשקל אמרינן הכי בהדיא בגמרא שם דדוקא מניינא דשוין ומתקלא דשוין לא הוי סימן אבל אם אין כולן שוין אע\"ג דהיא מילתא דשכיחי ודאי דזימנין אתרמי משקל חתיכת בשר של טבח זה כמשקל חתיכה של זה וכן במנין דגים שבמחרוזות של צייד זה כמנין דצייד אחר ומכל שכן בשל אנשים רבים הקונים מצייד אחד וטבח אחד והה\"נ בסימן דמדה כדאיתא בהדיא בריש פרק ט\"ו דיבמות גבי שומשמי אימא חושבנא בעלמא אתרמי ואפילו הכי הוי סימן כהאי גוונא גבי מציאה (כמ\"ש התוס' בב\"מ דף כ\"ג ע\"ב ד\"ה חביות וטור ח\"מ סי' רס\"ב והה\"נ בעדות אשה כהאי גוונא אי סימנים דאורייתא כמ\"ש הרא\"ש פרק אלו מציאות דארוך וגוץ היינו דוקא שלא צמצמו מדת ארכו אבל אם צמצמו הוי סימן אע\"ג דודאי איכא טובא בעולם ארוכים כמוהו בצמצום) אלא גבי פקדון דוקא לא הוי סימן משום דבעינן סימן מובהק דוקא כמ\"ש הנימוקי יוסף שם ביבמות והרא\"ש בפרק ח' דב\"מ גבי סימן משקל והמגיד משנה פ\"ו מהלכות שאלה בשם הרמב\"ן ורשב\"א ע\"ש שכתב לפי שאין מנין סימן מובהק לגמרי מכלל דהוי סימן גמור המועיל להחזיר אבדה דמקרי נמי סימן מובהק בלשון הגמ' דב\"מ (דף כ\"ח וכ\"ז ע\"ב) כמ\"ש התוס' שם והיינו טעמא כמ\"ש הרא\"ש פרק ה' דב\"מ דבמציאה הקילו להחזיר אפילו בסימן כל דהו (ור\"ל הקילו אף דמספקא לן אי סימנים דאורייתא או דרבנן כדאמר רב אשי גבי נקב כו' וגם סימן מנין הוא בכלל הספק כדמוכח בסוגיא דב\"מ (דף כ\"ח ע\"א) מצא תכריך של שטרות כו' וכדאיתא בגמרא סוף (פ\"ג) [פ\"א] וא\"כ הוא הדין וכל שכן למשקל כדאיתא בגמרא ומדמשקל הוי סימן מנין נמי כו'. מכל מקום פרטי הסימנים משקל ומדה לא כתיבי באורייתא אלא שפירשום חכמים דומיא דשמלה דסתמא יש בה סימן כדפרש\"י שם). והטעם י\"ל כמ\"ש התוס' גבי סימן מקום (דף כ\"ב סוף ע\"ב) דאין רגילות שב' בני אדם אבדו חפץ זה כזה ובמקום אחד וה\"נ י\"ל גבי סימן מדה ומנין דאף דשכיחי בעולם מנין זה ומדה זו מ\"מ הרוב אין מאבדין ואין רגילות כל כך שב' בני אדם אבדו חפץ זה כזה במנין שוה או במדה שוה:  [הג\"ה  [ד] ותמיהתו בזה על תה\"ד לק\"מ כי כוונת התה\"ד במ\"ש עין אחת עורת וסתומה היינו שהיתה העין נקורה לגמרי כמו ואת עיני צדקיהו עיור וכדלקמן:  [ה] וקושית המפרש שם מסימניו וכליו לק\"מ להירושלמי כדאיתא בגמרא דילן דחיישינן לשאלה:]  וזו היא ודאי כוונת התוס' בריש פרק ט\"ו דיבמות דהא מדה ומנין הוה סימן במציאה מיירי בענין שאין דרך בני אדם להצניע כו' ור\"ל משום דסתם סימן מנין באבדה וכן מדה דומיא דשומשמי שהוא ג\"כ סימן מנין המדות מיירי מסימנא בדרך הנחה דוקא שהניח והצניע שם לפי שעה ושכח דבדרך נפילה לא הוי מנין סימן כלל משום דאייאש כמ\"ש התוס' והרא\"ש בפרק אלו מציאות והיינו דוקא כשהניח במקום שאינו משתמר שאין דרך אדם להצניע שם רק שזה הצניע לפי שעה ושכח דבמקום המשתמר אין זו אבדה כלל שדרך בני אדם להצניע שם כגון קרדום בצד גדר כו' וכיון שאין דרך בני אדם להצניע שם לא חיישינן דלמא אתרמי שהצניע שם עוד איש אחר חפץ כזה במנין מדות אלו ממש ושכח ג\"כ דהוא מילתא דלא שכיחא כל כך <[ו]> ומ\"ש התוס' אבל הכא דרך בני אדם להצניע במדה זו ר\"ל גם במדה זו ומשום הכי לא הוי מנין סימן כלל גבי פקדון (כמ\"ש התוס' פ' הכותב) ואזלו לשיטתם דלעיל בשינוי בתרא בשם ר\"י בעובדא דב' ת\"ח דלא קאמרי סימן מובהק אלא סימן בינוני ואפילו הכי קאמר רבא גבי שומשמי דלא דמי לב' ת\"ח מכלל דבשומשמי לא הוי סימן כלל ורמב\"ן ורשב\"א ורא\"ש אזלי לשיטתם דגבי ב' תלמידי חכמים קאמרי סימן מובהק כדלקמן ומשום הכי אמר רבא דלא דמי לשני תלמידי חכמים דבפקדון בעינן נמי סימן מובהק וסימן מדה ומנין דשומשמי לא הוי סימן מובהק אבל סימן בינוני מיהא הוה. והיינו משום דאין רגילות כל כך שב' בני אדם שהם המפקיד והנפקד הצניעו חפץ זה כזה במנין ומדה שוה דמהאי טעמא הוי סימן גבי אבדה. משום דאע\"ג דגבי אבדה יש להסתפק בכל עוברי דרכים דעלמא ובעולם שכיח טובא מנין כזה ומדה כזו מכל מקום הרי הרוב אין מאבדין והמאבד הוא ממיעוטא ויחידאה הוא כמו המפקיד (ובהא אתי שפיר דלא קשה מידי בסוגיא דיבמות וב\"מ מ\"ש בתשובות האחרונים מאי פריך אשינויא דחיישינן לשאלה מברייתא דמצאו קשור כו' דלמא שאני התם דהיא שאלה דיחיד הוא יוסף בן שמעון השני לחודיה כו'. משום דעדות אשה דמיא לאבדה ופקדון בהא כדלקמן בסמוך והא דמחלק אביי בסוף פרק י' דב\"ב בין נפילה דרבים לנפילה דחד היינו משום שאילו מן האחר נפל (עי' צ\"צ אה\"ע סי' נ\"ח סי\"ב) היה צועק ומבקש כדפירש רשב\"ם שם בשם ר\"ח וזהו עיקר הטעם כמ\"ש לקמן מיהו בלאו הכי נמי לק\"מ מ\"ש האחרונים דהא בתחלת הסוגיא ביבמות נמי תקשי מאי פריך ממצאו קשור כו' שאני התם דדמי לנפילה דחד (כמ\"ש הרשב\"א שם) אלא ודאי דעיקר הקושיא משום דבעיגונא אקילו רבנן טובא כמו באיסור דרבנן וה\"נ גבי גט אף דהיא נפילה דחד איסורא דרבנן מיהא הוי בלא סימן דמצאו קשור כו' משום דמדרבנן לא ילפינן איסורא [מ]ממונא דסוף פרק י' דב\"ב וכמ\"ש לקמן באריכות והה\"נ לענין שאלה דיחיד) והתוס' סבירא להו דהמאבד לא שכיח כל כך כמפקיד ומשום הכי לא דמי פקדון לאבדה:  [הג\"ה  [ו] דאין לומר שכוונת התוס' דבמציאה מיירי דוקא במנין משונה דהא בגמרא אתמר בהדיא דווקא במנינא דשוין לא הוי סימן:]  ואיך שיהיה הפירוש בתוס' עכ\"פ זהו ברור לכ\"ע דבאבדה הוי מדה ומנין סימן בינוני אע\"ג דשכיח טובא כזה בעולם ולא היו ראוים למהוי חשיבי סימן בינוני מצד עצמן אפילו הכי חשיבי סימן מחמת אבדה שנאבדו כך לפי שאין רגילות שב' בני אדם אבדו חפץ זה כזה במנין או מדה שוה והה\"נ במשקל במתקלא דלא שווין והה\"נ בעדות אשה גבי סימני כליו דידעינן בבעלה של זו שנאבד עם כליו שהיה בהם סימן מדה זו באורך ורוחב לא חיישינן דאתרמי עוד איש אחר לבוש בכלים במדה זו ממש ונאבד מן העולם ומת דעדות אשה שנאבד בעלה דמיא לאבדה ומציאה כדמשמע בהדיא בסוגיא דיבמות וב\"מ דלא ממעטינן סימן כלים אלא חיורי וסומקי דוקא כמו באבדה ומציאה והלכך משום הכי נמי לא מהני צירוף סימן מדות אורך ורוחב הבגד ואפילו עם סימן משקלותיו למהוי סימן מובהק משום דשכיחי בעולם עוד בגדים כאלו שוין במדת אורך ורוחב מתחלת עשייתם וממילא אתרמי דשוין גם במשקל לפעמים ואין כאן שום שינוי כלל ולא חשיבי סימן כלל מחמת עצמן אלא מחמת אבדה כדלעיל (משא\"כ בצלקת וצפורן עבה וכהאי גוונא שהם שינויים בגוף וגם לא שכיחי טובא כל כך וחשיבי סימנים מצד עצמן אף גם שלא מחמת אבדה מש\"ה מהני בהו צירוף שני סימנים למהוו סימן מובהק) ומשום הכי קתני במתניתין דאין מעידין על סימנים שבכליו לשון רבים וסימנים שבגופו מיירי בעשויים להשתנות כדלעיל בשם הירושלמי וגירסא שלפנינו בסוגיא דב\"מ דסימנים סתם הם העשויים להשתנות:  והשתא אתי שפיר טובא דלא קשה מידי הדיוקים דסתרי אהדדי בהא דאמר רב אשי בסוגיא דסוף פ\"ק דב\"מ ופרק ג' דגיטין כגון דאמר נקב יש בצד אות פלוני כו' אות דוקא ולא אפילו תיבה פלונית כמ\"ש העיטור הובא בבית יוסף והיינו כגון שהנקב מלמעלה על גבי התיבה ולא בין תיבה לתיבה דהא היינו ממש בצד אות פלונית שבסוף התיבה או תחלתה והדר אמר רב אשי או מסדר הש\"ס אליבא דרב אשי אבל נקב בעלמא לא כו' משמע דוקא נקב בעלמא סתם בלי קביעות שום מקום כלל אבל אם קובע איזה מקום פרטי ומסוים לנקב כגון על גבי אמצע שטה פלונית או על גבי תחלתה או על גבי סופה אף שאינו מצמצם שום אות או אפילו תיבה מיוחדת הוי סימן מובהק כדעת הרמ\"ך הובא בשיטה מקובצת פרק אלו מציאות ומכל שכן על גבי תיבה פלונית אכן היינו טעמא דרב אשי משום דנקט מילתא פסיקתא ובפלוגתא לא קמיירי וצמצום אות פלונית היא מילתא דפסיקא ומילתא דפשיטא דהוי סימן לכולא עלמא משום שהוא דבר מופלג ולא שכיח כלל שימצא כן בגט אחר וכדאמר סתמא דתלמודא בפירושא דברייתא פ\"ג דגיטין (דף כ\"ז סוף ע\"ב) ויש בו סימנים מעידים כו' וכן בסוף סוגיא דב\"מ (דף כ\"ח ע\"א) ונקב בעלמא בלי שום קביעות מקום לא הוי סימן מובהק לכ\"ע אבל נקב במקום פלוני מסויים ומיוחד אף שאינו מצמצם המקום כל כך כצמצום אות פלונית ודאי דהוי סימן מובהק להאי לישנא דבשומא סימן מובהק קמיפלגי לא מבעיא לר' אלעזר בן מהבאי דהא דס\"ל דשומא סימן מובהק הוא לאו היינו משום דס\"ל דשומא היא מילתא דלא שכיחא כלל וכלל שזהו נגד החוש שאנו רואין דשכיחא טובא בכל דור ודור בכל המדינות והארצות ובפרט דשומא סתמא קתני משמע אפילו אין בה שיער ופחותה מכאיסר דלא חשיבא מומא כלל מכלל דלא מיקרי דבר שאינו שוה בזרעו של אהרן כתלתול קטן של בשר כדפירש רש\"י בבכורות (דף מ' ע\"ב) והיינו טעמא משום דשומא שכיח טפי מתלתול (והרמב\"ם שכתב בפרק י\"ג מהלכות גירושין ואפילו שומא כו' י\"ל דלשיטתיה אזיל דס\"ל דשומא אפילו כאיסר ויש בה שיער לא פסלה אלא בעור הפנים לבד והיינו משום דמיגניא ותלתול מיגניא בכל הגוף פחותה מכאיסר ואין בה שיער לא מיגניא אפילו בעור הפנים ומשום הכי לא פסלא אע\"ג דלא שכיחא) הן אמת דלאו הא בהא תליא לגמרי דהא תנא קמא סתמא קאמר אין מעידין משמע אפילו בכאיסר ויש בה שיער דאינו שוה בזרעו של אהרן ואפילו הכי לא הוי סימן מובהק דפשט הלשון משמע ודאי משום דשכיחא מ\"מ איפכא ודאי ליכא למימר דקטנה שאין בה שיער תהא מילתא דלא שכיחא כלל והא דחשיבא סימן בינוני אם תימצי לומר סימנים דאורייתא היינו מחמת אבדה דומיא דמנין ומתקלא דלא שוין כדלעיל ולמ\"ד שומא מצויה בבן גילו הוי כמניינא ומתקלא דשוין וכמו הוחזקו ב' יוסף בן שמעון. אלא היינו טעמא דר' אלעזר בן מהבאי משום דמעידים שומא היתה באבר פלוני כדפירש רש\"י וגם מוכרח הוא בדקדוק לשון הברייתא אין מעידים על השומא דר\"ל להעיד שמת פלוני בעלה של זו מפני שמצאו איש אחד מת ובו שומא באותו מקום שראו בבעלה של זו דומיא דאין מעידים אלא על פרצוף פנים כו' דהיינו שהכירוהו בחייו ודומיא דאין מעידים על המגוייד ועל הגוסס דר\"ל להעיד שראוהו מת דלמא לא יעידו האמת שראוהו מגוייד וגוסס והל\"ל אין מתירין כו' וה\"נ הל\"ל אין מתירין על השומא ולא אין מעידין אלא ודאי דרצונו לומר אין מעידין שמת פלוני ע\"י השומא שמצאו באיש אחד מת באותו מקום שראו בפלוני בעלה של זו דמסתמא ודאי זוכרין המקום שראו בו השומא בבעלה של זו ולפי ראות עיניהם בשומא שבאיש הנמצא מת נדמה להם שהיא באותו מקום ממש דאל\"כ ודאי הוא איש אחר ואיך יעידו אלא דיכול להיות שלא יוכלו להעיד בבירור גמור על צמצום המקום כצמצום אות פלוני ממש אלא מקום מסויים סתם ואפילו הכי הוי סימן מובהק לר' אלעזר בן מהבאי משום דאמרינן דמסתמא הוא באותו מקום ממש בצמצום דהא סתמא קאמר ר' אלעזר בן מהבאי דמעידין משמע בכל גוונא והיינו טעמא משום צירוף סימנים דהא סימן מקום הוי סימן בינוני גבי אבדה ומציאה אף שאינו נותן סימן מקום בצמצום גמור כמו צמצום אות פלוני דלא אשכחן תנא או אמורא או פוסק דלימא הכי גבי מציאה אלא מקום מסויים סתם וכ\"כ בהדיא בט\"ז כאן באה\"ע סי' י\"ז ותלינן דמסתמא הוא אותו מקום ממש וכן בנקב שבגט במקום מסויים אלא אפילו לת\"ק י\"ל דמשום הכי לא מהני צירוף סימנים בשומא משום דעשויה להשתנות כמ\"ש הטור ואף גם לגירסא שלפנינו בסוגיא דב\"מ דאינה עשויה להשתנות י\"ל דהיינו טעמא דת\"ק משום דלא מהני צירוף סימנים אלא בסימנים שהן ע\"י סיבה מבחוץ דאתרמי הכי כגון נקב בגט דלא שכיחא מילתא דאתרמי בגט אחר ג\"כ סיבה זו דנקב ובאותו מקום עצמו דאתרמי בגט זה ואם הנקב הוא בנייר מתחלת עשייתו הרי מה שנכתב שם אמצע שיטה פלונית או תחלתה או סופה תחת נקב זה הוא סיבה מבחוץ דאתרמי מילתא הכי ולא שכיח מילתא דאתרמי הכי בגט אחר ג\"כ באותו מקום עצמו משא\"כ בשומא שהוא דבר טבעי המצוי ושכיח טובא בתולדות בני אדם בטבע יצירתם להולד עם שומא בעור בשרם באיזה מקום פרטי בגוף איכא למימר ודאי שכמו שזה נולד בטבע יצירתו שגרמה לו שומא במקום פלוני דוקא כך נולד ג\"כ אחר בטבע יצירתו להיות בו ג\"כ שומא באותו מקום עצמו כי טבע זה הוא מילתא דשכיחא בתולדות בני אדם וטבעם ביצירתם בכל המקומות שבגוף כמ\"ש מהרח\"ש ותדע דהא ת\"ק קפסיק ותני סתמא אין מעידים על השומא משמע אין מעידין לעולם אע\"ג דיכול להיות לפעמים שזוכרין היטב מקום השומא שהיתה בבעלה של זו בצמצום גמור כצמצום אות פלונית ורואין עתה שהוא באותו מקום ממש כגון בסוף המצח על עיקר החוטם והתחלתו ממש או בראש ממש וכל כהאי גוונא ואפילו הכי אין מעידין וע\"כ צ\"ל דלא דמי לגט שיש בו נקב בצד אות פלונית מהאי טעמא דאמרן דשומא שכיחא בכל המקומות שבגוף כמ\"ש מהרח\"ש דלא כרד\"ך והלכך יש לומר לפי זה דבגט מודה ת\"ק לר' אלעזר בן מהבאי דסגי במקום מסויים סתם כאמצע שטה פלונית כו' ותלינן דמסתמא הוא בצד אות פלונית כמו בשומא לר' אלעזר בן מהבאי ומיהו היינו דווקא ללישנא בתרא דרבא דבשומא סימן מובהק קמיפלגי אבל לאביי דמוקי פלוגתייהו בסימנים דאורייתא או דרבנן ומוקי מתניתין דאין מעידין כו' כת\"ק וברייתא דמצאו קשור כו' כר' אלעזר בן מהבאי ע\"כ צ\"ל כס\"ד דמקשה דצירוף סימנים בינונים לא הוה סימן מובהק אלא דומיא דנקב בצד אות פלונית דוקא שהוא דבר מופלג וכו' ומשום הכי נקט רב אשי הכי משום דכהאי גוונא הוי סימן מובהק לאביי ובסיפא נקט סימן בעלמא דבכהאי גוונא לא הוי סימן מובהק אפילו לרבא דלישנא בתרא דבכהאי גוונא ממש אשכחן בלשון הגמרא בסוגיא פ\"ג דגיטין בפירוש הברייתא ויש בו סימנים מעידים דרישא היינו בנקב בצד אות פלונית ואין מעידין דסיפא בארוך וגוץ ולא מוקמינן בסימנים בינונים משום דמיירי במלתא דפסיקא לכולי עלמא ולא בפלוגתא וספיקא דסימנים דאורייתא או דרבנן וכהאי גוונא צריך לומר בסוגיא דבבא מציעא (דף כ\"ח עמוד א') דנקט אות פלונית וארוך וגוץ:  והא דהצריך הרי\"ף סימן מובהק דנקב בצד אות פלונית דווקא ואפילו בלא הוחזקו אע\"ג דבסוף יבמות הביא להלכה לישנא בתרא דרבא דבשומא סימן מובהק קמיפלגי יש לומר דלגבי גט חשש לחומרא כאביי דגט לא דמי למיתה דבעגונה הקילו ובגט אפשר ליתן גט אחר כמ\"ש הרא\"ש האי טעמא גופיה להרי\"ף שם בלאו הכי לענין פלוגתא דאביי ורבא בריש פרק ט\"ו דיבמות דהרי\"ף חשש לחומרא גבי גט דלא כרבא ואחריו נמשכו הטור וש\"ע סי' קל\"ב סעיף ד' (וגם י\"ל דרי\"ף לשון הגמרא נקט ואות פלוני לאו דוקא אלא לאפוקי נקב בעלמא אבל כל מקום מסויים כאמצע שטה פלוני או על גבי תחלתה וסופה דינו כאות פלונית וכדעת הרמ\"ך דלעיל) :  והשתא אתי שפיר טובא במסקנא דסוגיא דיבמות ללישנא דכ\"ע סימנים דרבנן דלא משני מידי בגמרא לברייתא דמצאו קשור כו'. ומ\"ש התוס' דמיירי שמצאו בעצמו הוא דוחק גדול מאד דא\"כ מאי פריך בתר הכי ללישנא דסימנים דאורייתא וחיישינן לשאלה מברייתא זו דמצאו קשור בכיס אימא נמי דמיירי שמצאו בעצמו כמו ללישנא דסימנים דרבנן דתו ליכא למיחש לשאלה משום דנאמן במיגו כו' וכמ\"ש מהרש\"א בסוגיא דב\"מ וגם לתירוץ הב' שבתוספות ע\"כ צ\"ל שידוע לנו או להעדים שהניח הגט בכיס דאל\"כ מאי מהניא העדאת עדים שהכיס שלו אם אין ידוע לנו כלל שהניח הגט בכיס אלא על פיו והוא אינו נאמן בלא מיגו אפילו ע\"י סימן אלא בעדים דוקא או סימן מובהק וכצ\"ל בתוס' וידוע שהניחו שם (דאל\"כ תיבות וידוע שם אין להן פירוש כלל דאיזו ידיעה נצרכה לנו אחרי העדאת עדים) וא\"כ תו ליכא למיחש לשאלה (וכן לתירוץ הג' שבתוס' ליכא למיחש לשאלה) כיון דמה שאומר הבעל או שלוחו שהגט קשור בכיס אמרינן שזהו סימן מובהק משום דלא שכיח כלל לקשור גט בכיס א\"כ מעתה אין לחוש כלל שמא יוסף בן שמעון אחר קשר גט בכיס ובודאי גט זה הקשור בכיס הוא של יוסף בן שמעון זה אלא ודאי דמיירי שהשליח נותן איזה סימן בכיס כו' כדפרש\"י לסלקא דעתך דמקשה בתחלת הסוגיא וגם עתה במסקנא כן הוא:  א\"א דהיינו טעמא דהשתא במסקנא לק\"מ מברייתא דמצאו קשור בכיס כו' משום דבאמת גם המקשה דפריך מברייתא אמתניתין למימרא דסימנים לאו דאורייתא ורמינהו מצאו קשור כו' היתה עיקר קושייתו מדנקט במתניתין סימנים לשון רבים דאלמא דלא חשיב סימן מובהק דאורייתא מחמת צירוף שני סימנים בינונים דכל חד לחודיה שכיח קצת עכ\"פ אלא דומיא דנקב בצד אות פלונית דוקא דהיא מילתא דלא שכיח כלל שימצא כן בגט אחר ומשום הכי דוקא קשיא ליה מברייתא דמצאו קשור בכיס אמתניתין דמוכח מינה דסימנים לאו דאורייתא ואפילו טובא לא הוו סימן מובהק דאורייתא אבל למסקנא דממתניתין לא מוכיח מידי כדלעיל ואדרבה דללישנא דכ\"ע סימנים דרבנן ובשומא סימן מובהק קמיפלגי שמעינן בהדיא דלר' אלעזר בן מהבאי מהני צירוף סימנים בינונים למהוי סימן מובהק דאורייתא ות\"ק לא פליג אלא בשומא לחודה דוקא כדלעיל הילכך ממילא לק\"מ מברייתא דמצאו קשור כו' משום דהתם ודאי איכא שני סימנים לכל הפחות דהיינו הסימן שבכיס וארנקי כו' כדפרש\"י וסימן דשמו ושמה דאף דחיישינן לב' יוסף בן שמעון בלא מצאו קשור בכיס היינו מדרבנן ולא מדאורייתא כמ\"ש התוס' סוף פ\"ק דב\"מ ונמצא דסימן דשמו ושמה עדיף מדאורייתא משאר סימנים שאינן סימנים מובהקים דלא הוי דאורייתא להאי לישנא ואפילו הכי בצירוף ב' מהם הוי סימן מובהק ולא גזרי רבנן מידי בסימן מובהק ואף באשת איש דאורייתא לר' אלעזר בן מהבאי ואף גם לת\"ק והיינו טעמא משום דסימן מובהק עדיף טפי מסימן דב' יוסף בן שמעון דשכיח קצת אע\"ג דלא הוחזקו ומשום הכי גזרו רבנן דומיא דמים שאין להם סוף כמ\"ש התוס' שם ובפרק החולץ וברא\"ש שם וכמ\"ש לקמן באריכות ואפילו לרבה דמוקי מתניתין דלא יחזיר בלא מצאו קשור כו' בהוחזקו ב' יוסף בן שמעון בעיר אחת אפילו הכי לא הוי מדאורייתא כמ\"ש לקמן מהתוס' ורשב\"א פרק ג' דגיטין ולא דמי לשומא מצויה בבן גילו דחיישינן מדאורייתא משום דשאני גט מאחר דידעינן בודאי דיוסף בן שמעון זה או שלוחו אבד גט ונפל ממנו לארץ דלא חשדינן ליה דמשקר לגמרי והוא שואל ומבקש גט בפנינו ויוסף בן שמעון הב' אין שואל ומבקש לפנינו (כדפירש רשב\"ם בשם ר\"ח בפירוש דב\"ב)משום הכי אמרינן מדאורייתא דגט זה הנמצא בארץ הוא מה שנפל לארץ מיוסף בן שמעון זה או משלוחו משא\"כ בעדות אשה שנאבד בעלה חי וזה הנמצא הוא מת וכמ\"ש לקמן באריכות והא דלא חשיבי שמו ושמה ב' סימנים וגם עוד שמות העדים החתומים בגט משום דצירוף שני סימנים היינו כשכל אחד לבדו הוא סימן המועיל אבל הכא אלו היה נמצא כתוב בגט שם אשה אחרת לא היה שם הבעל הכתוב בו שום סימן כלל שהרי ודאי הוא גט אחר וכן אם היו חתומים עדים אחרים הלכך צירוף כל השמות אינן אלא סימן אחד שגט זה הוא של זה הבעל המגרש לאשה זו ע\"פ שני עדים כדת בגט זה (אלא אם כן שאמרו העדים מעולם לא חתמנו כו' משא\"כ כשלא אמרו כן) וגם שם עירן לא חשיב עוד סימן שני להצטרף לשמו ולשמה למהוי סימן מובהק אם נכתב בעיר שהבעל והאשה דרין בה משום דשמו ושמה אינן שום סימן והוכחה כלל שזהו בעלה של זו שמגרשה בגט זה אלא ע\"י הזכרת שם עירן בגט דהא בלי הזכרת שם עירן הרי יש בעולם כולו כמה אנשים ששמותיהם ושמות נשותיהם שוין דמהאי טעמא מיפסל לר' מאיר כשלא הזכיר שם עירן משום דלא מוכח מתוכו כמ\"ש התוס' ולרשב\"א וסייעתו מיפסל מהאי טעמא אפילו לדידן דקיי\"ל כר' אלעזר כמ\"ש בתשובות סי' אל\"ף רי\"ג ששמם ושם עירם מודיעים אותם כו' ואם נכתב הגט בעיר אחרת שלא במקום דירת הבעל והאשה אזי באמת יש עוד סימן ב' דמקום כתיבת הגט וסימן שבכיס הוא סימן ג' אבל מאחר דבברייתא קתני סתמא מצאו קשור בכיס כו' משמע אפילו נכתב במקום דירתם סגי בב' סימנים למהוי סימן מובהק כדעת ספר קדמון ומהרי\"ב לפי דעת האור זרוע ופרש\"י כנ\"ל וכמו שומא לר' אלעזר בן מהבאי על פי פירוש רש\"י באבר פלוני כנ\"ל. ולהתוס' שהוקשה להם במסקנא מברייתא דמצאו קשור לא ס\"ל דשומא באבר פלוני דוקא כפרש\"י משום צירוף סימנים אלא היינו טעמא דר' אלעזר בן מהבאי דסבירא ליה דשומא היא מילתא דלא שכיחא כלל או אפילו שכיחא קצת סבירא ליה דהוי סימן מובהק ולא משום צירוף סימנים כלל ולא קיי\"ל הכי אלא כת\"ק דסימן מובהק לא הוי אלא במילתא דלא שכיחא כלל דומיא דנקב בצד אות פלוני דוקא ודיוקא דרישא עיקר בדרב אשי ומשום הכי נמי הוצרכו התוספות לידחק גבי שני תלמידי חכמים דמיירי דקאמרי סימן מובהק אבל לשיטת רש\"י והאור זרוע אתי שפיר בפשיטות דכיון דקאמרי סימנים סתם לשון רבים ממילא הוי סימן מובהק. וזו היא ג\"כ דעת האור זרוע גבי גבשושית שעל החוטם דפשיטא ליה דהוי סימן מובהק משום דדמי לשומא באבר פלוני לר' אלעזר בן מהבאי ולא פליג תנא קמא אלא בשומא לחודה משום דשכיחא טובא ואחריו נמשכו התרומת הדשן ומהר\"ם פדואה להתיר גם בצלקת במקום מסויים מכל שכן מגבשושית שהיא בתולדה כשומא אלא דלא שכיחי כל כך ומכל שכן צלקת שהיא ע\"י סבה מבחוץ דאתרמי הכי דלא חיישינן דאתרמי באותו מקום דאתרמי בזה כדלעיל ומשום הכי כתב בתרומת הדשן דהוי סימן מובהק טפי מגבשושית כדלקמן:  וכל זה הוא לרווחא דמילתא אף לרבה דמוקים מתניתין דגיטין והוא שהוחזקו ועלה מיתניא ברייתא דהתם איזהו שלא לאלתר כו' מצאו קשור בכיס כו' אבל לאביי (דמשני הכא דבסוגיא דיבמות לא קשיא) דסבירא ליה כרב הונא ורבי זירא דאף שלא הוחזקו חיישינן בשכיחי שיירות ומיתוקמא מתניתין דגיטין וברייתא כפשטא דקתני סתמא ולא בשהוחזקו דוקא ובפרט בברייתא דקתני בה ברישא אחרים אומרים כו' וסתם אחרים ר' מאיר. ולר' מאיר ודאי דלא שייך כלל דין זה בשהוחזקו דהא לר' מאיר בעינן מוכח מתוכו ובשהוחזקו צריך לכתוב סימנים בגט ולרבה צריך לדחוק דהני אחרים לאו ר' מאיר נינהו ולאביי אין צריך לדחוק בכך אלא סתם אחרים ר' מאיר ולא הוחזקו וליכא אלא איסורא דרבנן כמ\"ש התוס' מש\"ה לא החמירו כשיש סימן דקשור בכיס דמהני מדאורייתא (וא\"ל שלא כתבו כן התוס' אלא בשני שוירי דוקא דהא בגמרא מדמי להו להדדי כדאמרן דאי לא תימא הכי קשיא דרבה אדרבה ומ\"ש בשיטה מקובצת בשם תוס' שאנץ לא ס\"ל הכי להתוס' שלנו כמבואר ממ\"ש התוס' שלנו דאביי דריש פרק ט\"ו דיבמות מוקי למתני' דמעשה בית דין יחזיר כרב הונא ור' זירא ולא כמ\"ש בשיטה מקובצת שם בשם תוס' שאנץ יעו\"ש. וגם א\"ל שלא כתבו כן התוס' אלא לרב עמרם דקאמר ליה לרבה היכי פשיט מר איסורא מממונא אבל בממונא מודה ליה דלא חיישינן לשני יוסף בן שמעון דכל מעשה בית דין דמתניתין היינו דאשתכח בבית דין והחומרא דאיסורא מבממונא היא חומרא מדרבנן כמו שהוכיחו התוס' מהא דאין הולכין בממון אחר הרוב ובאיסורא אזלינן אבל לרב הונא ור' זירא ואביי דמוקמי מתניתין דאשתכח חוץ לבית דין הלכך מאחר דאף גם בממונא חיישינן יש לומר דחיישינן מדאורייתא וכן משמע לכאורה בהדיא מלשון התוס' ריש פ\"ג דגיטין דף כ\"ד ע\"ב יפסלו כל הגיטין כו' וכן כתבו התוס' בב\"מ שם ואי היא חומרא בעלמא דרבנן כמו מים שאין להם סוף אמאי יפסלו וכל שכן אם החומרא היא משום לעז בעלמא אלא ודאי שהיא חששא גמורה מדאורייתא לפי דעת התוס' לרב הונא דזה אינו דלשון התוס' סוף פ\"ק דב\"מ דמדאורייתא לא חיישינן לה כו' לכך פריך שפיר כו' משמע בהדיא דזהו דבר הפשוט לכולי עלמא דמדאורייתא לא חיישינן לה וגם רב הונא מודה בזה לכך פריך שפיר רב עמרם לרבה היכי פשיט מר כו' (ועוד דאת\"ל שזו היא סברת רב עמרם לחוד דמדאורייתא לא חיישינן אלא משום לעז בעלמא לא פריך שפיר לרבה דס\"ל בדרב הונא דחיישינן מדאורייתא כמו שהוא האמת ולא משום לעז בעלמא ופשיט שפיר ממתניתין דלא חיישינן מדאורייתא אלא דהא דפשוט להתוס' דמדאורייתא לא חיישינן לרב הונא ור' זירא הטעם הוא כמ\"ש התוס' דף י\"ח ע\"ב סוף ד\"ה נפק דק אליבא דאביי כיון שזה האיש שואל גט וידעינן שאבד גט כו' דהיא סברא פשוטה לאביי בפרק י' דב\"ב דלנפילה דחד לא חיישינן וכפירוש ר\"ח שם וכולי אלמא מודו בהא כדלעיל אלא דלאביי מהני האי טעמא להך שינויא דלא חיישינן כלל אפילו מדרבנן ולסוגיא דשמעתין אליבא דרב הונא ור' זירא דמוקמי מתניתין חוץ לבית דין דוקא (וכן הוא גם לאביי לשינויא קמא שבתוס' שם) לא מהני האי טעמא אלא דלא חיישינן מדאורייתא אבל מדרבנן חיישינן אי שכיחי שיירות מש\"ה אצטריך לן לאוקמי מתניתין חוץ לבית דין דוקא אך האי טעמא כיון שזה האיש שואל גט כו' לא שייך אלא בנאבד ונמצא אבל בשעת כתיבת הגט עכ\"פ לא מיקרי מוכיח מתוכו ושפיר מקשי התוס' הנ\"ל יפסלו כל הגיטין כו'):  והנה בגמרא איכא תרי טעמי להא דאקילו רבנן משום עיגונא חדא משום דאשה דייקא ומינסבא מתוך חומר שהחמרת כו' ואידך משום דמילתא דעבידא לגלויא כו' והרא\"ש לא הזכיר כאן כלל כי אם האי טעמא דאשה דייקא לחוד משום דגבי תרי יצחק לא שייך כלל כי אם האי טעמא לחוד וכן בכל תחלת עדות כמו פדחת בלא חוטם דאיכא למיחש שטועים בדמיונם ולא שייך כלל האי טעמא דמילתא דעבידא לגלויי לא משקרי דהא לא משקרי במזיד אלא שטועים ומכל שכן בסימנים שבגופו ובוודאי האי טעמא דלישנא קמא דריש פרק יש בכור דלא אקילו משום עגונא אלא בסופה דווקא ולא בתחלתה משום דבסופה שייך האי טעמא דמילתא דעבידא לגלויי ולא בתחלתה והלכך מאחר דאנן קי\"ל כלישנא בתרא ולא שאני לך בין סופה לתחלתה מכלל דלא איכפת לן ולא אצטריך לן כלל האי טעמא דעבידא לגלויי אלא סגי לן בהאי טעמא לחוד דאשה דייקא והאיבעיות שבגמרא גבי עד אחד בקטטה ובמלחמה וביבמה הן איפכא אי מהני האי טעמא לחוד דעבידי לגלויי כו' או אם הוא עיקר הטעם כמ\"ש התוס' דף צ\"ג ע\"ב אבל האי טעמא דאשה דייקא לחוד ודאי דמהני ללישנא בתרא דריש פרק יש בכור דלא מפלגינן בין תחלת עדות לסופה וכן משמע מפשט ולשון המשנה דמשיאין ע\"פ בת קול דאף שהלך לו תיכף ומיד ולא נודע מקומו איו דלא מירתת בעבידא לגלויי (להאי טעמא דעבידא לגלויי לא משקרי צריך לדחוק דמיירי ששהה מעט בראש ההר ולא הלך לו מיד והלכו ולא מצאו היינו לאחר זמן מה ובהא אתי שפיר השמטת הרמב\"ם למשנה זו בחיבורו משום דאזיל לשיטתיה דס\"ל דעיקר הטעם משום מילתא דעבידא לגלויי כו' כמ\"ש בסוף הלכות גירושין שאין העד יכול להשמט כו' והיה ההכרח לו לבאר ולחלק בין שהה בראש ההר ללא שהה ונודע דרכו שלא לכתוב מה שאינו מפורש ומבואר ולכן השמיט לגמרי שלא ליתן מכשול בלשונו להתיר בלא שהה. וכן הוא בהדיא ברמב\"ם ריש פ\"ז מהלכות נחלות סימן מובהק בגופו כו' שלא החמירו בדברים אלו אלא מפני איסור כרת כו' דהיינו כלישנא קמא דריש פרק יש בכור דבעדות אשה אחמירו רבנן ולא אקילו משום עיגונא אלא בסופה דהיינו משום דעבידא לגלויי כמ\"ש בסוף הלכות גירושין ולא דמי לנקב בצד אות פלונית ואפילו בהוחזקו משום דדמי לנפילה דחד כדלעיל. ומ\"ש בפרק י\"ג מהלכות גזילה הסימנים מובהקים סומכים עליהם כו' בכל מקום דין תורה. דין תורה דייקא אבל רבנן אחמירו באיסור כרת לבד ולאפוקי כלאי בהמה גבי פרידות. אבל מ\"ש בבית יוסף וכסף משנה שהרמב\"ם סמך על מה שכתב גבי והשליכו מצודה אחריו כו' צריך עיון גדול איך אפשר ללמוד ממים שאין להם סוף דרבנן אך לבאר היטב דעת הרמב\"ם בזה וגם מ\"ש ואפילו שומא אין כאן מקום להאריך):  אמנם הרא\"ש פ\"ג דגיטין ובתשובות כלל נ\"א גבי תרי יצחק פליג עלייהו בהדיא וס\"ל דאף בתחלת עדות אקילו רבנן משום עגונא דהא עובדא דתרי יצחק היא תחלת עדות להכירו יפה שזהו בעלה של זו וכן כתב בפסקי מהרא\"י סוף סי' קס\"א בהדיא. וכן כתב מהריב\"ל בתשובה דהרא\"ש פליג עלייהו אלא שנטה מדבריו משום דלית נגר דליפרקינהו להנך ראיות שהביאו ר\"נ ור\"ש מהבבלי והירושלמי ובפרט מסוגיא דריש פרק יש בכור כו'. וכן הרבה מהאחרונים נטו מדברי הרא\"ש ונמשכו אחרי הר\"נ ור\"ש מהאי טעמא:  ולכן ההכרח להרחיב בזה הדבור להיותו נוגע לנידון דידן כמ\"ש המשאת בנימין ולהסיר תלונתם מעל הרא\"ש דלק\"מ מהבבלי והירושלמי כדלקמן. ואדרבה נהפוך הוא דהרא\"ש טעמו ונימוקו עמו ולית נגר דליפרקיניה לטעמיה. דהא בסוגיא דריש פרק יש בכור לא מפלגינן בין תחילתה לסופה אלא לשינויא ולישנא קמא אבל לא לשינויא ולישנא בתרא. והנה מלבד דבדרבנן אזלינן בתר המיקל בתרי לישני ושינויי שבגמרא כמ\"ש התוס' ורא\"ש פ\"ק דע\"ז (והתם בסוגיא דריש פרק יש בכור אפילו לשינויא קמא היא חומרא בעלמא דרבנן דאחמירו בתחלת עדות כדאיתא התם בהדיא). ור\"נ ור\"ש שבמרדכי והגהות מיימוניות אפשר דס\"ל כריב\"א שם דהעיקר כלשון ראשון או אפשר שסמכו עיקר אהנך ראיות שהביאו מהבבלי והירושלמי וכן משמע מלשונם שם אבל א\"ל שכוונתם להחמיר בכהאי גוונא דאקילו בסופה אף שאין להתיר מן התורה כמו מסיח לפי תומו וכהאי גוונא דזה אינו כמבואר מראיותיהם ממים שאין להם סוף דרבנן וכן מגוייד וכהאי גוונא. ע\"ש במרדכי סוף סי' צ\"א בשם ספר החכמה:  אף גם זאת הנה מודעת זאת מ\"ש הרי\"ף ורא\"ש בפ\"ו דשבועות בפירוש סוגיא דעלמא אזלא כאידך שבריש פ\"ד דסנהדרין דהיינו כגון דסתמא דתלמודא פריך ממילתיה כו' והובאו להלכה בחו\"מ סי' כ\"ה ע\"ש בש\"ך והרי סתמא דתלמודא הכא בסוגיא דיבמות ובסוגיא דב\"מ דפריך ממתניתין דאין מעידים אהך לישנא דסימנים דאורייתא ומוכיח המקשה ממתניתין דסימנים דרבנן ודאי דלא ס\"ל דאחמירו רבנן בתחלת עדות כשינויא קמא דר\"פ יש בכור. דהא הכא נמי תחלת עדות היא ומאי פריך דלמא לעולם סימנים דאורייתא אלא דרבנן אחמירו כמו דאחמירו דאין מעידין בטביעות עינא אלא עם החוטם דוקא אע\"ג דמדאורייתא לא בעינן חוטם ללישנא ושינויא קמא דריש פרק יש בכור אלא דרבנן אחמירו משום חומרא דאשת איש ואימא דהכי נמי אחמירו בסימן שבגופו דהא טביעות עינא עדיף מסימנא כדאיתא בחולין דף צ\"ו ע\"א. אלא ודאי דסוגיא דהכא לא סבירא לה כלישנא קמא אלא ס\"ל דתחלת עדות כסופה דאקילו משום עיגונא ולא החמירו כלל וכלל:  וממוצא דבר נשמע דאין לפקפק כלל בנידון דידן שהעד שמצא ההרוג לא אמר שהכירו מעולם לבעלה של זו דלא שייך כלל האי טעמא שבגמרא דעבידא לגלויי אלא באומר שמת בעלה של זו דעבידא לגלויי כשיבא לבית (וכן בעד אחד שהעיד על רושם שתחת השחי בבעלה של זו) וכן משמע בהדיא מהאור זרוע בתרומת הדשן סי' רל\"ט שהנכרים לא אמרו כלל שמצאו בעלה של זו רק שמצאו יהודי בסימנים אלו הרוג וקברוהו דלא עבידא לגלויי ואפילו הכי התיר האור זרוע בפשיטות וכן הוא בהרבה תשובות האחרונים (ומזה ג\"כ ראיה דלא קיימא לן כלישנא קמא דריש פרק יש בכור) וכן משמע בהדיא בגמרא ריש פרק ט\"ו דלאו עליהו סמכינן אלא אסימנים לפי גירסת המרדכי א\"נ דקאמרי סימנים ולא אמרינן דאסקינהו קמן רק הסימן לבד (ומהטור שכתב גבי עד אחד במים והכרתיו כו' אין ראיה שהרי גבי שני עדים וביבשה כתב ג\"כ לשון זה):  ואולם הראיות שהביאו ר\"נ ור\"ש שבמרדכי והגהות מיימוניות מהירושלמי והבבלי. הנה ראייתם מהירושלמי היא פליאה נשגבה דהא גמרא דילן פליג בהדיא אירושלמי דנפל לכבשן מעידים ואין מזכירים מעשה ניסים. והחיה אוכלת בו שבמשנה מוקמינן בגמרא דילן דדוקא ממקום שאין נפשו יוצאה דלא כירושלמי שנתרחמו עליו כו' (ולפירוש הנימוקי יוסף קאי נמי אמגוייד) ודאמרינן בגמרא דילן דלדידיה אתרחיש ניסא אינו נס ממש שהוא שינוי הטבע ככבשן האש אלא דמקרי נס בלשון בני אדם וגם בלשון חכמים כעל הניסים דפורים וכלשון הש\"ע א\"ח סוף סי' רי\"ט ואף גם זאת דוקא משום דלדידיה נמי אתרחיש ודאמרינן דאיכא דעביד סמתרי כו' נמי לק\"מ דהתם מיירי במקום שאינו עושה טרפה דהיא מילתא דשכיחא טובא להתרפא ע\"י תחבושת כדפירש\"י ור\"ל דלאו סמתרי ממש שהוא עשב המחבר אפילו ב' חתיכות בשר שחוט כדאיתא בפרק הספינה (דף ע\"ד) משום דהא הכא מיירי במקום שאין עושה טרפה דוקא כדפירש רשב\"ם בהדיא בפרק הספינה דהכי גרסינן בפרק אלו טרפות דאי בדרי לה סמתרי חיה והיינו בכוליא וכהאי גוונא דוקא שאין עושין טרפה אבל במקום שעושה טרפה לא מהני בידור סמתרי דטרפה אין לה תקנה כדאיתא בהדיא בריש פ\"ד דחולין והיינו בידי אדם אפילו ע\"י בידור סממנים כמ\"ש הרא\"ש ורשב\"א שם גבי בהמה שנחתכו רגליה והיינו טעמא משום דסמתרי לא מהני להבריא המכה שתחיה משום זיקא דעייל במכה כדפירש רש\"י בב\"מ דף ק\"ז ע\"ב ומשום הכי אף דסמתרי מהני לחבר החתיכות יחד מ\"מ אינה חיה עי\"ז ותדע מדמעידים בשחט בו רוב שנים וה\"ה במחו לה ברומחא במקום שעושה טריפה עייל התם זיקא ואינה חיה דאל\"כ לא היתה טרפה מאחר שיש לה תקנה בידי אדם והוא הדין לאדם כהאי גוונא דאין חילוק בטריפות בין אדם לבהמה כמ\"ש התוס' (אכן לפ\"ז צ\"ל דר' שמעון בן אלעזר דקאמר בברייתא דמגוייד יכול ליכוות ולחיות אפילו במקום שעושה טרפה כמ\"ש התוס' סבירא ליה (כמ\"ד) דטרפה חיה אמנם לפי דעת רמב\"ן ורשב\"א שכתבו שם גבי סכין מלובנת דטרפות דבהמה אין כנגדן באדם לבד מן הארכובה ולמעלה כו' אתי שפיר דברי ר' שמעון בן אלעזר דברייתא אפילו למ\"ד דטרפה אינה חיה ומשום דאדם שאני ולפ\"ז י\"ל דסמתרי דריש פרק ט\"ו מיירי אפילו במקום שעושה טרפה בבהמה אבל באדם יש תקנה ע\"י סמתרי או תחבושת כדפירש\"י. והא דאמר שמואל דממקום שהנפש יוצאה בו מעידים היינו כשהנפש יוצאה באכילת החיה את האבר כולו או רובו כמ\"ש הרמב\"ם בנטילתו. בנטילתו דוקא ולא בנקב בעלמא דיכול לחיות י\"ב חודש דאז דוקא מהני סמתרי או שאר תחבושת באדם לחיות יותר אבל בנטילת כולו או רובו הנפש יוצאה מיד או בזמן קרוב כמו בשחט רוב שנים ולא מהני אפילו סמתרי משום זיקא שנכנס במכה כדאיתא בב\"מ שם וכל שכן שאר תחבושת אפילו באדם וה\"ט נמי דמעידין במגוייד לת\"ק דברייתא דמיירי נמי בכהאי גוונא שהנפש יוצאה בזמן קרוב כגון דשוויה גיסטרא כעובדא דההוא טעייא ודומיא דמגוייד דמתניתין דאהלות דמייתי התם. והשתא אתי שפיר נמי דהיינו טעמא דהרמב\"ם והטור שלא התירו במקום שעושה טרפה משום דחששו לסוגיא דריש פרק ט\"ו ואיכא דעביד סמתרי כו' וה\"ה תחבושת אחרת כדפירש רש\"י והיינו טעמא משום דאדם שאני דאיכא מיעוטא דמהני להו סמתרי וכהאי גווונא וכלשון הגמרא ואיכא דעביד כו' והוא מיעוט דשכיח וחיישינן לה מדרבנן ולא אקילו משום עיגונא אלא משום דאשה דייקא והכא במלחמה כיון דחזינן דמחי ליה ברומחא תו לא דייקא טפי ואמרה בדדמי וסברה שמת כדאיתא התם בגמרא מאי טעמא דמלחמה כו' אבל מדאורייתא לא חיישינן למיעוטא ומשום הכי ההורג את הטרפה פטור וכן צריך לומר כן בע\"כ לפי דעת רמב\"ן ורשב\"א דלעיל):  ואין לומר דעיקר הקושיא היא אמאי לא אחמירו רבנן נמי גבי גט במצאו קשור כו'. חדא דבסוגיא דב\"מ לא הזכיר המקשה כלל ברייתא זו דמצאו קשור ופריך ממתני' לחודה ועוד דאפילו בסוגיא דיבמות מאי פריך דהא י\"ל ודאי דמיתה דעדות אשה לא דמי כלל לגט דמשום הכי לא אחמירו רבנן גבי גט שיש בו סימן דמצאו קשור כו' משום דלא מיבעיא אם לא הוחזקו ב' יוסף בן שמעון ותרי שוירי דאף בלי שום סימן לא חיישינן אלא מדרבנן כמ\"ש התוספות סוף פ\"ק דב\"מ. אלא אפילו כשהוחזקו יש לומר דמשום הכי לא אחמירו רבנן גבי גט שיש בו סימן המועיל מדאורייתא כמו דאחמירו בעדות אשה כשיש סימנים בגופו כו' משום דכיון שזה האיש שואל גט ויודעים שאבד גט בוודאי ואין אנו מכירים אחר אין לנו לחוש שמא מאחר נפל כמ\"ש התוס' סוף פ\"ק דב\"מ דף י\"ח ע\"ב סוף ד\"ה נפק דק ואשכח כו' והיינו משום דלא חשדינן ליה דמשקר לגמרי כמ\"ש התוס' שם ד\"ה מעולם כו' ומהני האי טעמא שלא לחוש אפילו ליוסף בן שמעון מעיר אחרת רחוקה ואע\"ג דהשיירות מצויות מהתם להכא ומכל שכן דמהני האי טעמא שלא היה לנו להחמיר אפילו בדליכא סימן כלל בכיס כו' לחוש ליוסף בן שמעון ב' שבעיר זו מאחר שאינו שואל ומבקש גט כלל וכדפירש רשב\"ם בשם ר\"ח בפרק י' דבבא בתרא גבי נפילה דחד בשני יוסף בן שמעון הדרין בעיר אחת שאילו מן האחר נפל היה צועק ומבקש. ומשום הכי לא חיישינן לה אפילו לאביי דחייש לנפילה וכן הוא בהדיא בחידושי הרשב\"א פ\"ג דגיטין דמדמי לה לנפילה דחד דסוף פרק י' דב\"ב ואף דהתם האחד נקיט שטרא בידיה הרי אין תפיסתו מועלת לו להיות לו דין מוחזק בממון ממש דהא לנפילה דרבים חיישינן לאביי אלא העיקר הוא משום שאין האחר צועק ומבקש וא\"כ פשיטא דהא דידעינן שזה אבד גט בוודאי ואתמול הוה נקט בידיה גט דיוסף בן שמעון והיום הוא שואל ומבקש גיטו ויוסף בן שמעון השני אין מבקש כלל מהני האי טעמא ודאי למימר שממנו נפל גט זה הנמצא וכאילו גם היום נקטיה בידיה מאחר שאין כאן דין תפיסה ומוחזק כלל וכלל. אלא דאין לנו ללמוד איסורא מממונא אלא איסורא דלא הוחזקו מממונא דהוחזקו אבל לא איסורא דהוחזקו מממונא דהוחזקו כמ\"ש התוס' ריש פרק ט\"ו דיבמות והיינו מדרבנן כמ\"ש התוס' סוף פ\"ק דב\"מ (דף כ' ע\"ב) דהא באיסורין אזלינן בתר רובא מדאורייתא ובממון אין הולכין כו'. (מיהו במ\"ש התוס' ריש פרק ט\"ו דיבמות לכאורה אף גם מדאורייתא אין ללמוד התם מממונא משום דהא רבא לא חייש לנפילה ולא למסירה והוה ליה האי דנקיט שטרא מוחזק ממש ולא דמי לתרי יצחק) והלכך יש לומר דבדאיכא עוד סימנים בכיס כו' המועיל מדאורייתא לא אחמירו רבנן. משא\"כ במיתה דעדות אשה דלולא הסימן שבגופו וכליו ודאי דלא דמי כלל אפילו לנפילה דחד גבי גט דב' יוסף בן שמעון בעיר אחת דהתם ידעינן שיוסף בן שמעון אחד או שלוחו אבד גט בודאי ונפל ממנו לארץ משום הכי אמרינן דגט זה דיוסף בן שמעון הנמצא בארץ הוא שלו מסתמא מאחר דיוסף בן שמעון הב' שבעיר אינו שואל ומבקש כלל שום גט. משא\"כ בעדות אשה שבעלה של זו נאבד מחיים וזה הנמצא הוא מת או הרוג ואין שום הוכחה שזהו בעלה רק הסימנים לבדם יש לומר דאחמירו רבנן אף דסימנים דאורייתא משום חומרא דאשת איש כמו דאחמירו מהאי טעמא בפרצוף פנים בלא חוטם דמהני נמי מדאורייתא ללישנא קמא דריש פרק יש בכור. והא דמדמי הרא\"ש פלוגתא דאביי ורבא גבי תרי יצחק לפלוגתא דרבה ור' זירא בגט הנמצא ולא מפליג בינייהו דשאני גט מאחר שבודאי נאבד גט משליח זה כו' (כמ\"ש התוס' סוף ד\"ה נפק דק הנזכר לעיל) היינו משום דרבה דייק הכי ממתני' דכל מעשה בית דין יחזיר ובמתני' לא הוזכר שליח אלא קתני סתמא יחזיר משמע אפילו אם האשה מבקשת הגט ואומרת שממנה נפל ובאשה ודאי דאיכא למימר שמשקרת לגמרי ולא נמסר שום גט לידה כלל כמבואר מתחלת לשון התוספות שם (בד\"ה נפק דק הנ\"ל) ולפי דעת התוספות בשינויא בתרא (סוף ד\"ה הנזכר) צריך לדחוק דמתני' מיירי להחזיר לשליח (או אפשר אפילו לאשה אם היתה שואלת ומבקשת הגט זמן מה קודם שנמצא גט זה אלא דהרא\"ש סבירא ליה שגם זה דוחק בלשון המשנה משום דסתמא דמתניתין משמע דיחזיר בכל ענין דומיא דאגרות שום כו') והרא\"ש דמדמי פלוגתא דאביי ורבא לפלוגתא דרבה ור' זירא ע\"כ לא ס\"ל כהך שינויא וכן דעת התוספות ריש פרק ט\"ו דיבמות ופ\"ג דגיטין כהרא\"ש וכשינויא קמא שבתוספות הנ\"ל והא דאמרינן בגמרא דלרב אשי מספקא ליה אי סימנים דאורייתא אבל אי הוה פשיטא ליה הוה מהדרינן בנקב בעלמא אע\"ג דרב אשי מיירי אפילו בהוחזקו כמ\"ש הרי\"ף ורמב\"ם והרשב\"א והרא\"ש שם היינו משום דרב אשי לא מיירי באשה אלא בשליח כדפרש\"י מדקאמר כגון דקאמר נקב כו' ולא דקאמרה ומכל שכן לגירסא דקאמרי עדים דבודאי חתמו לה אלא דחיישינן שמא חתמו גם לאחר ומאחר שאין האחר צועק ומבקש ה\"ל כנפילה דחד לפירוש ר\"ח כמ\"ש הרשב\"א וכמ\"ש התוס' בשינויא בתרא. והא דחיישינן לגמלא פרחא בההוא גיטא דאשתכח בסורא משום דהוחזקו תרי ענן בר חייא י\"ל דמיירי התם דומיא דההוא גיטא דאשתכח בנהרדעא דפירש רש\"י שם שהאשה תובעתו כו' דאיכא חששא דאיסורא דאורייתא שמא משקרת לגמרי. (ומכל שכן לפי מ\"ש בחידושי רמב\"ן והרשב\"א שם והריטב\"א פרק קמא דמכות דעיקר טעמיה דרבא התם אינו אלא משום דלמא מילי מסר לבד וקפיצה וגמלא פרחא לסניפים בעלמא נקט) ובהא אתי שפיר טובא פשט הסוגיא בב\"מ (דף כ\"ח ע\"א) דהוא אומר סימני הגט כו' דמחזירים לה בנקב בצד אות פלונית דוקא אפילו את\"ל סימנים דאורייתא והיינו משום דבאשה מחמרינן טפי ולא פשטינן ממציאה לאהדורי גט אשה ע\"י סימנים את\"ל סימנים דאורייתא אלא לשליח או לבעל דלא משקרי לגמרי ודמי לנפילה דחד אלא דחיישינן מדרבנן בלי שום סימן משא\"כ באשה דאיכא חששא דאורייתא אפשר דאחמירו רבנן אף גם בסימן אם אינו סימן מובהק והרא\"ש לא פליג שם על הרי\"ף אלא מטעמא אחרינא דהאשה שאמרה לבעלה גירשתני נאמנת חזקה כו' והיינו בפניו דוקא אבל שלא בפניו כו':  ואף גם זאת תימה רבתי ללישנא קמא דריש פרק יש בכור דתחלת עדות לא דמי לסופה. אם כן מאי פריך ומוכיח בסוגיא דב\"מ (וגם בסוגיא דהכא) ממתניתין דאין מעידין דסימנים לאו דאורייתא גבי אבדה ומציאה והא לא מדמינן איסורא לממונא כדאיתא בהדיא סוף פ\"ק דב\"מ וכן כתב רש\"י ותוס' ריש פרק ט\"ו דיבמות. ולא ס\"ל כשנויא בתרא שבתוס' סוף פ\"ק דב\"מ דמשום לעז דגט לחוד לא מדמינן איסורא לממונא אלא כשינויא קמא דרבנן החמירו באיסור אשת איש כדאשכחן במים שאין להם סוף (ונקטו מים שאין להם סוף לראיה בעלמא משום דאשכחן התם הכי בהדיא אבל באמת יש לומר דהתם דוקא בדיעבד לא תצא משום דהוי מיעוטא דלא שכיחא אבל הכא אפשר דהוי מיעוטא דשכיחא וכדלקמן):  וגדולה מזו י\"ל גבי סימן דאבדה דאפשר אפילו מדאורייתא אין לנו ללמוד איסורא מממונא דעד כאן לא כתבו התוס' סוף פ\"ק דב\"מ דמדרבנן הוא דלא מדמינן משום חומרא דאשת איש אלא משום דאשכחן דבממון אין הולכין אחר הרוב להוציא מיד המוחזק אלא דהמוציא מחברו עליו הראיה כדאיתא ריש פ\"ה דב\"ק בהדיא אע\"ג דבאיסורא אזלינן בתר רובא אפילו נגד חזקת איסור אלמא חזינן דחזקת ממון אלימא טובא ועדיפא מחזקת איסור א\"כ במצא שטר חוב מקויים במעשה בית דין דקתני במתני' יחזיר למלוה להוציא ממון מיד הלוה המוחזק ולא חיישינן דלמא נפיל מיוסף בן שמעון אחר כל שכן שאין לחוש כן באיסורין אם לא משום חומרא דאשת איש (לכתחילה או אפילו בדיעבד את\"ל דהיא מיעוטא דשכיחא ונקב בושט לא שכיח או משום דלא אפשר) אבל באבדה אין כאן חזקת ממון כלל לא למוצאה לפי שאינה שלו ולא לבעליה לפי שאינן מוחזקים בה וכן הוא להדיא בריטב\"א פרק הכותב ותדע מדמהדרינן אבדה לתלמיד חכם בטביעות עינא משום דמהימן ואילו להוציא ממון כלל גדול אמרו בדין המוציא מחברו עליו הראיה ולא חילקו בין תלמיד חכם לעם הארץ. והא דמהני סימן גבי פקדון היינו דוקא בדאיכא עדים דאפקיד גביה דליכא חזקת מרא קמא או דלא אמיד. ואף גם זאת בסימן מובהק דוקא לפי דעת רוב הפוסקים אבל לא בטביעות עינא לתלמיד חכם לכ\"ע ואפילו מן היורשים שאין טוענים ברי אלא ודאי דבאבדה ליכא חזקת מרא כלל ואין ללמוד ממנה ודאי לעדות אשה להקל באיסור אשת איש לא מבעיא לפי דעת הר\"ן וסייעתו בתרי ותרי דאשם תלוי לאו דוקא אלא דבחטאת קאי משום חזקת איסור אשת איש וכל שכן בדליכא עדים כלל דמוקמינן טפי אחזקה ואפילו מדרבנן כדאיתא בעירובין דף ל\"ה סוף ע\"ב דתרי מרעי לחזקה וכדפירש רש\"י שם אלא אפילו לפי דעת התוס' דאשם תלוי דוקא אעפ\"כ אין ללמוד להתיר באיסור אשם תלוי מממון הקל כדתנן בהדיא במתניתין פרק ט\"ו דיבמות דף קט\"ז סוף עמוד ב' שממון הוא קל לגבי ערוה החמורה דהיא עדות אשה שמת בעלה:  ובר מן דין נמי ודאי לא כתבו התוס' מדרבנן הוא דמחמרינן באיסור אשת איש טפי מבממונא אלא בדבר ששנו חכמים במשנה ולא כתיבא כלל באורייתא וגם לא קבלה והלכה למשה מסיני רק היא סברת הלב ושיקול הדעת דחכמי המשנה והתלמוד כאשר נמסרה להם תורה שבעל פה להבין ולהורות בה לפי שיקול דעתם דעת תורה ודעת נוטה להקל ולהחמיר בשל תורה לזכות ולחייב כו' ולזאת אם שיקול דעתם נוטה לסברא אחת וסברוה חכמים לדון בה איזה דבר שבממון וסברא זו עצמה שייכא ג\"כ לענין איסור והיתר קשה הדבר לחלק ביניהם חילוק גמור אם לא מצד חומרא בעלמא באיסורים שהם חמורים ודאי מממון הקל אבל לא לומר שיש איסור גמור דאורייתא נגד סברא זו עצמה דסברוה בדבר שבממון כמו סברא זו דלא חיישינן לב' יוסף בן שמעון כשלא הוחזקו שהיא סברת הלב ושיקול הדעת וכן כל כהאי גוונא. אבל בדבר הכתוב בתורה כמו סימנים דאבדה אי סימנים דאורייתא דילפינן מדכתיב וכן תעשה לשמלתו שהוא קרא יתירה אלא ללמדך מה שמלה כו' כדתנן אף השמלה בכלל היתה כו' הרי התורה נדרשת בי\"ג מדות שנמסרו למשה רבינו עליו השלום דוקא וללמוד דבר מדבר שהוא בנין אב שבי\"ג מדות שנמסרו למשה רבינו עליו השלום לא נמסר אלא ללמוד איסור מאיסור ולא ממון מאיסור כדאיתא בפ\"ד דכתובות (דף מ\"ו ע\"ב) ע\"ש בתוס' ומסתמא דהוא הדין איסור מממון ואפשר דכל שכן הוא דממון קל. והא דמחזירים גט שאבד בסימן דמצאו קשור בכיס כו' וכן אפילו בנקב בעלמא את\"ל סימנים דאורייתא היינו משום דהתם ליכא איסורא דאורייתא אלא מדרבנן משום חומרא דאשת איש ולא אחמירו כל כך בדאיכא עוד סימן שהוא דבר המועיל מן התורה בדבר שבממון עכ\"פ וגבי פרידות נמי ליכא איסור ברור דאורייתא דהא איכא התם ספק ספיקא שמא שתיהן אמותיהן מין אחד ממש וא\"ת ב' מינים דלמא חוששין לזרע האב דהא ר' יהודה גופיה מספקא ליה (ומכל שכן דחכמים וסתם משנה הכי סבירא להו כמ\"ש התוס' והרא\"ש שם) אלא דר' אבא לא סמך על זה למעשה והיה חושש להחמיר בשל תורה לצאת מידי כל ספק וספק ספיקא משום דאפשר לברר ע\"י דרישה וחקירה אם אמותיהן מין אחד וה\"ל כחסרון ידיעה משום הכי סמך אסימנים את\"ל סימנים דאורייתא אבל אי סימנים דרבנן משום הפקר בית דין לא סמכינן עלייהו אפילו באיסור דרבנן כדלעיל:  אלא ודאי דהכי פריך משום דאשכחן דבעדות אשה אקילו רבנן משום עיגונא לעולם בלי שום הפרש בין תחלת עדות לסופה ובסופה אשכחן בהדיא דאקילו אפילו בכהאי גוונא דלא מהני מדאורייתא כגון פסולי עדות דאורייתא ואפילו נכרי במסיח לפי תומו ואע\"ג דאין מסיח לפי תומו כשר בשום עדות דאורייתא אלא בדרבנן דוקא כדאיתא בפרק י' דב\"ק רק בעדות אשה לבד אקילו רבנן כמו בדרבנן ממש משום עיגונא:  ואף גם לפי מ\"ש התוס' ריש פרק י' דיבמות הטעם משום שדומה הדבר הגון להאמין ולא חשיב עוקר דבר מדין תורה מאחר שיש קצת טעם כו' ור\"ל קצת טעם דאילו היה טעם גמור הוי שרי מדאורייתא ואין צריך לתקנת חכמים משום עיגונא דוקא ולקמן דף פ\"ט סוף ע\"ב פירשו התוס' דיש כח ביד חכמים לעקור דין תורה בדבר הדומה כו' מ\"מ את\"ל סימנים דאורייתא אין לך דבר הדומה והגון יותר מזה שהתורה סמכה עליו להשיב אבדה לבעליה ע\"י סימנים ואף שממון קל הרי אין מסיח לפי תומו כשר בשום דבר שבממון כי אם בקנין דרבנן כמו נחיל של דבורים כו' כדאיתא בב\"ק שם ואפילו הכי כשר לעדות אשה מהאי טעמא שכתבו התוס' או משום הפקעת קידושין כדפירש רש\"י בפרק כ\"ב דשבת והרשב\"ץ בשם הרשב\"א ומהר\"ם בתשובה דהגהות מיימוניות סי' ט' והא דבספיקא דפלוגתא אזלינן לחומרא כמו בשל תורה ממש ולא אזלינן לקולא כבדרבנן כמ\"ש מהר\"ם שם בתשובה סי' י' בתרי לישני דבגמרא דהלך אחר המחמיר בשל תורה שאני התם כיון דלחד לישנא בגמרא סבירא ליה בהדיא דבכהאי גוונא לא אקילו רבנן משום עיגונא אלא העמידו על דברי תורה אף דאידך לישנא פליג הוי ליה ספיקא דאורייתא ולחומרא וכן בפלוגתא דגאונים הפוסקים כמו שכתב רמ\"א בשלחן ערוך:  ומ\"ש הרא\"ש להקל בחששא דתרי יצחק מהא דאקילו רבנן בנכרי מסיח לפי תומו ומשיאין ע\"פ בת קול אע\"ג דבתרי יצחק איכא פלוגתא דאמוראי שאני התם דהא בפלוגתא דאביי ורבא גבי חששא דתרי יצחק מילתא דפשיטא היא דהלכה כרבא לגבי אביי אלא משום דדמיא פלוגתא זו לפלוגתא דרבה ור' זירא במוצא גט והתם פסק הרי\"ף להחמיר כרב הונא ור' זירא לכך הוצרך הרא\"ש לומר שאין לנו להחמיר במיתה כבגט כאביי משום דאשכחן דבעיגונא אקילו רבנן קולות הרבה כמסיח לפי תומו ובת קול אע\"ג דלא מהני מדאורייתא ודאי והלכך י\"ל דאף רב הונא ור' זירא מודו לרבא גבי מיתה משום עיגונא דלא חיישינן לתרי יצחק ריש גלותא אף את\"ל דהיא חששא מדאורייתא כמ\"ש לעיל מהתוס' ריש פ\"ג דגיטין ובב\"מ דהא גבי נכרי מסיח לפי תומו איכא נמי חששא דאורייתא ודאי וכן גבי בת קול יש לחוש לפסולי עדות דאורייתא ודאי ובפרט לצרה כדאיתא בגמרא שהביא הרא\"ש שם בתשובה וכן ממצאו כתוב בשטר דרחמנא אמר מפיהם ולא מפי כתבם אלא דרבנן אקילו משום עיגונא מאחר שיש קצת טעם כו' וה\"נ יש קצת טעם עכ\"פ מאחר דלא הוחזקו דהא לרבה חשוב האי טעמא טעם כעיקר להתיר אפילו בגט והלכך י\"ל דאף לר' זירא ורב הונא חשיב קצת טעם עכ\"פ להתיר במיתה משום עיגונא. ותדע עוד דהא אפילו בגט בשעת הסכנה כותבין ונותנין אע\"פ שאין מכירין כדתניא בברייתא שהביא שם הרא\"ש בתשובה ובמיתה דמיא לעולם לשעת הסכנה וכן ראוי לכל מורה לחזור אחר כל צדדים כו' זהו ביאור דעת הרא\"ש בתשובה ובפסקיו אל נכון וסרו מעליו תלונות מהריב\"ל מכל וכל:  וגם ראיית ר\"ן ור\"ש מההוא גברא חרוכא לא קשיא מידי להרא\"ש דס\"ל כפרש\"י דפסתא דידא דשדיא היא מאיש אחר הבא להציל וממ\"נ אחד ערק ואזל לעלמא ודלמא הוא בעלה וכ\"כ הרבינו ירוחם בשם הרמ\"ה ועוד דהא התם טעמיה דר' חייא בר אבין דמדמי לה לעישנו עלינו את הבית כו' דקאמרה בדדמי ולא דייקא וכן הוא ברשב\"א שם בהדיא:  וגם ראייתם ממים שאין להם סוף לק\"מ מהאי טעמא דהא לא אקילו משום עיגונא אלא משום דאשה דייקא ומינסבא ומים כמלחמה דמי דאמרה בדדמי ולא דייקא כדאיתא בגמרא וכן כתב בפסקי מהרא\"י סי' קל\"ט דמהאי טעמא דוקא אחמירו במים שאין להם סוף אע\"ג דמיעוט נמלטים לא שכיח כמ\"ש הרא\"ש והמרדכי ריש פרק ט\"ו בשם ר\"ת דמשום הכי לא מפקינן בדיעבד אכן בפרק החולץ כתב הרא\"ש איפכא דמשום הכי אסרו לכתחלה משום דהוי מיעוטא דשכיחא והוא מהתוס' שם בשם ר\"י וא\"כ אדרבה מכאן יש להוכיח איפכא ממ\"ש ר\"ן ור\"ש הנ\"ל דאף שהוא מיעוטא דשכיח שרי בדיעבד והא דלא הקילו לכתחלה משום עיגונא היינו טעמא משום דלא דייקא כמ\"ש מהרא\"י (והא דבמלחמה אחמירו אף דיעבד משום דלא דייקא שאני הכא במים שאין להם סוף דהטביעה היא ודאית ע\"פ עד אחד או אפילו על פיה בתר דאקילו רבנן להאמינה משום עיגונא משום דבטביעה לא שייך לומר דאמרה בדדמי שנטבע אע\"פ שלא נפל כלל מן הספינה אלא בנפל לים אמרה בדדמי דמסתמא שוב לא עלה והלכך אזלינן בתר רובא דאין נמלטין בדיעבד משא\"כ במלחמה. ואפילו לפי מ\"ש לעיל לפי דעת רמב\"ן ורשב\"א דמחו ליה בגירא במקום שעושה טרפה בבהמה מ\"מ אינו דבר ברור בודאי דראתה בעיניה ממש דמחו ליה במקום שעושה טרפה ודאי אלא דרך את\"ל קאמר רבא התם דאף את\"ל דחזיא דמחו ליה בגירא במקום שעושה טרפה אכתי איכא לספוקי נמי דאיכא דעביד סמתרי אבל באמת יש להסתפק עדיין ג\"כ דלא חזיא ממש דמחו ליה במקום שעושה טרפה ודאי ותדע שהרי הרמב\"ם לא העתיק רק טעמא קמא לחוד ס\"ד בכל הני דאיקטול כו' והיינו משום דס\"ל דרבא קאמר רק בדרך את\"ל לחוד ולרווחא דמילתא לאשמועינן דאיכא נמי עוד ספק דסמתרי דהוא מיעוטא דשכיח חיישינן ליה נמי מאחר דאמרה בדדמי דסברה שמת. ואף דהרמב\"ם ס\"ל דעיקר הטעם משום מילתא דעבידא לגלויי אפ\"ה לא סמכינן על האי טעמא לחוד היכא דאמרה בדדמי ולא דייקא כמ\"ש המגיד משנה) ותדע עוד דהא בסוגיא דיבמות וב\"מ מבואר להדיא דאי סימנים דאורייתא מדמינן סימנים בגופו ובכליו בעדות אשה לסימנים דאבדה ממש ולא ממעט אלא סימן דארוך וגוץ בגופו ובכליו משום דחיישינן לשאלה א\"נ בחיוורי וסומקי דוקא אבל סימן דמדת אורך ורוחב בצמצום בכהאי גוונא דהוי סימנים דאורייתא באבדה הוא הדין נמי בעדות אשה אם תימצי לומר סימנים דאורייתא וכן כתב הרא\"ש בהדיא בפ\"[ב] דב\"מ אפילו גבי סימן דאורך גופו וכל שכן גבי כליו ואע\"ג דשכיחא מילתא ודאי דאתרמו עוד מקצת טליתות בעולם שהן ארוכות ממש כטלית זו בצמצום וכן עוד קצת אנשים מצומצמים בארכם כזה ממש אפ\"ה הוי סימן כדמוכח בגמרא בהדיא דדוקא ממניינא ומתקלא דשוין לא הוי סימן כו' וכמ\"ש הרא\"ש בפ\"ה דב\"מ דבמציאה הקילו בסימן כל דהו והוא הדין נמי בעדות אשה כדלעיל ומ\"ש ממים שאין להם סוף דאחמירו רבנן לכתחלה ואפילו בדיעבד לא התירו אלא משום דהוא מיעוטא דלא שכיח לפירוש ר\"ת ואף לפירוש ר\"י על כל פנים לכתחלה אסרו משום דמיעוט דנמלטים שכיח וה\"נ שכיח בעולם דאתרמי אורך טלית כטלית ואיש כאיש וכמו מדות דשומשמי ואפשר נמי דשכיח טפי ממיעוט דנמלטים דודאי אין כוונת ר\"י לומר דשכיח טובא שזהו נגד החוש שאינו מצוי כל כך אלא דשכיח קצת ומכ\"ש דודאי שכיח טפי מסמתרי ממש (למקום שעושה טרפה לפי דעת ר\"נ ור\"ש) דלא שכיח כלל אלא ודאי דמשום דאשה דייקא אקילו משום עיגונא כמו במציאה אפילו בסימן כל דהוא כמ\"ש הרא\"ש אבל במים שאין להם סוף דמי למלחמה ולא דייקא ומכל שכן גבי סמתרי דמיירי במלחמה ממש משום הכי חיישינן אפילו למיעוטא כדלעיל:",
      "footnotes": "עי' צ\"צ אה\"ע סי' פ\"ז והוא הגהות על תשובה א' והסימנים שנסמנו בכאן א' ב' ג' וכו' הם כפי הסעיפים שבצ\"צ.   הובא בצ\"צ אה\"ע סי' ע\"ו ס\"ד.     עי' צ\"צ אה\"ע סי' ס\"ט דף קי\"ד ע\"ב.   עי' צ\"צ אה\"ע סי' ס\"ח ס\"י.     עי' צ\"צ אה\"ע סי' מ\"ט ס\"ב וסי' ס\"ג ס\"ב.     הובא בצ\"צ אה\"ע סי' ע\"ה ס\"ו וסי' ס\"ו סי\"ד.   עי' צ\"צ אה\"ע סי' ס\"ו סי\"ב.   הובא בצ\"צ אה\"ע סי' ס\"ו סי\"ז.     עי' צ\"צ אה\"ע סי' ס\"ו סי\"ז.   עי' צ\"צ פס\"ד ח\"ב דף מ\"ז ע\"א.     עי' צ\"צ אה\"ע סי' מ\"ט ס\"ב.   עי' צ\"צ אה\"ע סי' מ\"ט ס\"ד וסי' נ' ס\"א.   גיטין פ\"ג ה\"ג.     עי' צ\"צ אה\"ע סי' מ\"ט ס\"ה.   עי' צ\"צ אה\"ע סי' ס\"ו סי\"ד.     עי' צ\"צ משניות דף קל\"ז ע\"ב ואה\"ע סי' ע\"ג וסי' פ\"ח ס\"ב.   פט\"ז ה\"ג.   עי' צ\"צ אה\"ע סי' ס\"ו ס\"א.     עי' צ\"צ אה\"ע סי' ס\"ו ס\"ח וסי' פ\"ב דף קל\"ג ע\"ד.   עי' צ\"צ פס\"ד ח\"ב דף מ\"ו ע\"א וח\"ג דף מ\"ג ע\"ד.   עי' צ\"צ אה\"ע סי' מ\"ט ס\"ד.     עי' צ\"צ אה\"ע סי' מ\"ט ס\"ה.   הובא בצ\"צ אה\"ע סי' מ\"ט סי\"ג   הלכה ג.     עי' צ\"צ אה\"ע סי' ס\"ו סע\"ו.   עי' צ\"צ אה\"ע סי' ס\"ו ס\"ה.   עי' צ\"צ אה\"ע סי' נ\"ה ס\"א.   עי' צ\"צ אה\"ע סי' ס\"ו ס\"ז.     עי' צ\"צ אה\"ע סי' ס\"ו ס\"ז.     אוצ\"ל: אלא.   הובא בצ\"צ אה\"ע סי' פ\"א ס\"ב וסי' פ\"ב דף קל\"ג ע\"ג.     עי' צ\"צ אה\"ע סי' נ\"ח ס\"ג וסי' ס\"ג.     סי' ב'.     עי' צ\"צ אה\"ע סי' מ\"ט קיצור י'.   יבמות פרק ט\"ז ה\"ג.   הלכה ג.   עי' צ\"צ אה\"ע סי' נ\"ט ס\"א.     עי' צ\"צ פס\"ד ח\"ג דמ\"ו ע\"ב.   עי' צ\"צ אה\"ע סי' נ\"ח ס\"י וסי' ס\"ו סי\"ז.   עי' צ\"צ אה\"ע סי' פ\"א ס\"ז.   עי' צ\"צ אה\"ע סי' פ\"א ס\"ו.     הובא בצ\"צ אה\"ע סי' נ\"ח ס\"י וסי' ס\"ו סי\"ז.     עי' צ\"צ אה\"ע סי' נ\"ה ס\"ז.     הובא בצ\"צ אה\"ע סי' מ\"ט סי\"ד ועי' סי' נ\"ה ס\"ג וסוף סי' נ\"ו ופס\"ד ח\"ג דף מ\"ג ע\"ב.   עי' צ\"צ אה\"ע סי' פ' ס\"א.   עי' צ\"צ אה\"ע סי' מ\"ט ס\"ז.   עי' צ\"צ אה\"ע סי' ס\"ח ס\"ז."
    },
    {
      "chunk_id": 30,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן כט",
        "siman": "סימן כט"
      },
      "text": "גלילי ידיו הטהורות קריתי ושניתי. ולע\"ד אין כאן בית מיחוש מכל החששות שחשש מעכ\"ת כי שתי תשובות בדבר חדא דרשות הרבים לאו מקום סתירה היא גבי סוטה דמשום הכי קי\"ל ספק רשות הרבים טהור והיינו אפילו היכא דשייך קצת סתירה באפילה ובלילה כמ\"ש התוס' ריש פ\"ק דנדה ואף דהאידנא לית לן רשות הרבים לענין שבת הא לענין טומאה שנינו הרבה דברים שהן רשות היחיד לשבת ורשות הרבים לטומאה ואפילו חצר שהרבים בוקעים (בה) ובקעה בימות החמה (רשות הרבים לטומאה) וגם למ\"ש בגליון תוס' שם בשם ירושלמי היינו באפילה דוקא משא\"כ כשהלבנה זורחת כמ\"ש מעכ\"ת וכן הוא בהדיא בפ\"ה דטהרות גבי נגע באחד בלילה שהוא ספק רשות הרבים כמ\"ש בתוספתא שם הובאה בר\"ש שם ובתוס' ריש פ\"ק דנדה ומ\"ש התוס' בסוטה דף כ\"ח ע\"ב ממשנה ג' פ\"ח דטהרות צע\"ג דהתם היינו טעמא משום גזירת כלים הנמצאים שגזרו באושא לשרוף אף ברשות הרבים על ודאי מגען שהוא ספק טומאתן כדאיתא בפ\"ד דטהרות (מ\"ה) ובפ\"ק דשבת. ומאבד ביום היינו טעמא כמ\"ש הר\"ש שם וצ\"ע. ותו דגם אם נסעה בדרך לבדה בלא חבורה אין לחוש כלל דבכהאי גוונא לא מקרי קינוי כלל רק הוכחה שהוכיח אותה ומיחה בה (שלא) לעבור על דברי חז\"ל אבל לא משום שעלה על לבו לחשדה לעשות מעשה ח\"ו וקינוי שבתורה אינו אלא כשחושדה באמת כדאיתא ביבמות דף נ\"ה ע\"ב ע\"ש בתוספות ד\"ה לשקינא לה וברש\"י שם ולחילוק זה נתכוין הבית שמואל סי' קע\"ח ומוכרח הוא ג\"כ בגמ' ריש פ\"ק דסוטה ולא תקשי אהא דאמר רב חנינא מסורא לא לימא אינש כו' מהא דקיי\"ל ר' יהושע ורבי עקיבא הלכה כרבי עקיבא ורבי עקיבא אמר וקנא חובה ואף דהרמב\"ם פירש הא דיבמות דף נ\"ה לענין שאין המים בודקין כו' היינו משום דסבירא ליה הלכה כר' יהושע דמתניתין דלא כר' חנינא ולהרמב\"ם בלאו הכי נמי אין לחוש (כלל) [כ\"כ] בנידון דידן שהיה בינו לבינה.  ומגודל טרדותי לא אוכל להאריך וה' ימיו ושנותיו יאריך כנפש או\"נ מלונ\"ח  שניאור זלמן במו' ברוך זלה\"ה",
      "footnotes": "דף ב' סוף ע\"א.   פ\"ו דטהרות.   סוטה פ\"א ה\"ב.   דף ד' ריש ע\"א.   בסופו.   סוף פ\"ג מהלכות סוטה.   ריש סוטה.   ר\"ל לפי מה דמשמע מדבריו ריש הלכות סוטה ובכסף משנה סוף פ\"ד אבל צע\"ג מסוף פרק כ\"ד מהלכות אישות."
    },
    {
      "chunk_id": 31,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן ל",
        "siman": "סימן ל"
      },
      "text": "ה' ישפות שלום וחיים טובים לאו\"נ בד\"ז הרב הגדול המפורסם מוהר\"ר ישראל נ\"י ולגיסו הרב המופלג מו' יעקב נ\"י מו\"צ דק' וויטעפסק יצ\"ו:  אחד\"ש כמשפט לאוהבי שמו באתי מן המודיעים איך בהיות פה מוכ\"ז שילהי קיץ העבר שאול שאל האיש מאתי על אודות אשתו אשר יצא עליה קול ענות חלושה איך שהודית לפני איזה בני אדם בעירה שזינתה תחת בעלה. ובעלה חקרה ודרשה היטב וכחשה לו ואמרה שלא היתה שום מעשה ממש בעולם רק איזה קירוב והוא סומך ומאמין לדבריה שדברה לו בלבד ולא לדברי שאר בני אדם. התרתי לו אז בפשיטות לפי משנה אחרונה דסוף נדרים דא\"ל דדוקא באומרת לבעלה דינא הכי דזה אינו כמבואר מלשון הטור וש\"ע סי' קט\"ו שלא הזכירו כלל בעלה וכן הוא בהדיא בבית שמואל שם סק\"ל בפני כמה עדים כו' (וכן משמע בהרא\"ש סוף פ\"ב דיבמות) וכן הוא בהדיא בפסקי מהרא\"י סי' רכ\"ב ובשאר תשובות ראשונים ואחרונים ופשוט הוא. ומבואר שם במהרא\"י דרגלים לדבר היינו שיש רגלים לדבר בלא\"ה פירוש בלי אמירתה אבל לא מחמת שנראה מהדברים שאמרה אמת כו' והיינו שיש רגלים לדבר ע\"י עידי כיעור כי הני עובדי דשילהי נדרים שמשם הוציא מהרא\"י חידוש דין זה לפי דעת התוס' בכתובות דף ס\"ג ע\"ב ד\"ה אבל כו' ומכוער הדבר כו'. והנה דרשתי וחקרתי מבני עירה שהיו אז במחנינו ולא נשמע עליה שום כיעור בעולם וציויתים לחקור שם עוד כל מה שאפשר ואין קול ואין עונה רק הקול הראשון לבד מה שהודית כנ\"ל. והנה מבואר שם במהרא\"י דאף דקצווחה ואמרה שאוהבת את בעלה אפילו הכי אומרים שעיניה נתנה באחר ובתשובות נודע ביהודה כתב דאף אם אין סברא לומר שעיניה נתנה באחר אפילו הכי לא מהימנא לפי מ\"ש הר\"ן סוף נדרים דמדאורייתא לא מהימנא כו' יע\"ש סי' ע'. עוד זאת מבואר במהרא\"י שם דאף שהודית לפני גברא דמהימן ליה כבי תרי ולבו סומך עליו אפילו הכי שריא יע\"ש הטעם באריכות (ולע\"ד זו היא כוונת רמ\"א הודית לפני אחד כו' והמרשים טעה וציין מהרי\"ק במקום מהרא\"י ונסתלקה בזה השגת הבית שמואל ס\"ק ל' מנ\"ל הא כו' ותירוצו אינו מובן דסוף סוף הא בהדיא כתב רמ\"א אף שמאמין הבעל לעד כו') ומשום הכי גם בנידון דידן לא חששתי אולי הודית לפני גברא דמהימן והתרתי בפשיטות. והנה עתה הפעם חזר הבעל ובא אלי ועומד בדיבורו שאינו מאמין רק לדברי אשתו [ש]דברה אליו דוקא והציע לפני איך שקמו עליו עוררין והפרישוהו מאשתו והנה הוא גר בכפר השייך למחניכם הטהור ולזאת אמרתי עם הספר כי עליכם המצוה הזאת לקרב את המרוחקים בזרוע ועמכם המדע והחכמה ואם ייטיבו דברי בעיניהם יתנו עידיהם ויצדקו לבא ג\"כ על החתום בכח היתרא דעדיף.  והיה זה שלום מאדון השלום כנפשם הטהור ונפש אוהב נפשם ד\"ש מלונ\"ח  שניאור זלמן בא\"א מו' ברוך זלה\"ה",
      "footnotes": "עי' צ\"צ אה\"ע סי' מ' ס\"ד."
    },
    {
      "chunk_id": 32,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לא",
        "siman": "סימן לא"
      },
      "text": "תשובה על אודות האמתלא שלא נתקבלה בעיניו לאמתלא מבוררת ודאית יפה כיון מעכ\"ת כי למיחש מיבעי אולי היתה הודאתה תחלה מחמת חסרון ידיעה שתאסר על בעלה ואח\"כ אמר לה בעלה שתאסר וחזרה בה. והגם שחסרון ידיעה זו הוא דבר רחוק קצת אעפ\"כ למיחש מיבעי אך אעפ\"כ לפי המובן ממכתב מעכ\"ת דעכ\"פ מידי ספיקא לא נפקא אמתלא שלה בעיני מעכ\"ת דאולי הודית מחמת היראה שיעיד בפניה במקום המשפט ויענישוה וכמו שכתב בגביית עדות. הנה אם הוא ספק שקול לפי ראות עיני מעלתו נלפע\"ד לסמוך בשעת הדחק הגדול כזה (שיש לה בנים וכו') על דעת הב\"י בש\"ע סי' קע\"ח דאינו צריך להוציאה אם אינו מאמין בלבו לדברי העד אף ששותקת ושתיקה כהודאה בכל דוכתא וכמ\"ש לקמן. ונקט שותקת לרבותא דאפילו אינה אומרת בפירוש טמאה אני צריך להוציאה אם מאמין לדברי העד וגם לאפוקי מכחשת לפי מ\"ש בב\"י סי' קט\"ו ואף שחלק עליו רש\"ל שצ\"ל בטור והוא שותק וכו'. מ\"מ הדין דין אמת והוא תלמוד ערוך בקדושין דף ס\"ו בעובדא דההוא סמיא לפי מ\"ש הרשב\"א בתשובה לרמב\"ן סי' קל\"ג בשם רש\"י ולא מכחישתו אלא שותקת וגם מוכרח לומר כן לכל העומדים בשטת רמב\"ן ורשב\"א וסיעתם החולקים על פירוש ר\"ת בסוגיא זו כמבואר שם בחידושי רשב\"א וריטב\"א ובר\"ן שם ומפרשים דלאו משום שתיקה כהודאה אסר אביי בכולהו. אלא משום נאמנות העד ואפילו באינו יודע וההוא סמיא לא ידע מידי דלא כמ\"ש הר\"ן בשם התוס' לשטת ר\"ת (והם התוס' ישנים אבל בתוס' שלנו תירצו בענין אחר) וא\"כ אם האשה מכחשת מאי טעמא דאביי וגם רבא למה ליה למימר משום דבר שבערוה וכו'. בלאו הכי נמי עד אחד לא מהימן בכהאי גוונא אפילו בשאר איסורים וכל שכן גבי אשה דתלמוד ערוך הוא ריש פ\"ק דסוטה דף ג' ע\"ב ודף ל\"א ע\"ב דעד אחד לא מהימן בלא קינוי וסתירה ומיירי ודאי שהבעל אינו יודע דומיא דהשקאת סוטה שקינא לה ודו\"ק:  אלא ודאי דמיירי שאינה מכחשת וא\"ל דמ\"מ לא שויא נפשה חתיכה דאיסורא אלא באמירה בפירוש דזה אינו כמבואר בהדיא בחידושי רשב\"א וריטב\"א בקושייתם על פירוש ר\"ת. וכן כתבו התוס' שלנו ד\"ה (אמר רבא) [רבא אמר] ותירוצם לא שייך כי אם בבעל ולא באשה עצמה שיודעת האמת. וא\"ל דס\"ל לרשב\"א וסיעתו כמ\"ש רבינו ירוחם נתיב כ\"ג חלק ב' הובא בש\"ך סי' קכ\"ז לחלק בין דבר שבערוה לשאר איסורים באם שתק תחלה ואח\"כ אמר לא שתקתי אלא מפני שלא חששתי וכו'. דזה אינו דרבינו ירוחם הוציא דין זה משטת ר\"ת לפי מ\"ש בתוס' ישנים שהעד אמר לההוא סמיא שגם הוא יודע כמבואר בר\"ן ואהא פליג רבא ואמר אין דבר שבערוה וכו' פירוש דגבי דבר שבערוה לא מהני שתיקה למהוי כהודאה ממש אע\"ג שאמר לו העד שהוא יודע ודומיא דטהרות שנטמאו לפניך לפירוש ר\"ת. והיינו ע\"כ משום שיכול לומר לא חששתי וכו' אבל הרשב\"א וסיעתו הקשו זאת על פירוש ר\"ת וכתבו בהדיא דאין לחלק כלל בזה בין דבר שבערוה לשאר איסורים ע\"ש בחידושי רשב\"א וריטב\"א:  ובר מן דין הנה בתשובה לרמב\"ן הנ\"ל כתוב בהדיא שאינה מכחשת שעדיין אינה מכחשת והא דלא פירש שאומרת טמאה אני משום דזה אינו מוכרח בגמרא דמיירי בהכי וגם דדינא הכי דאף שאינה אומרת בפירוש חייב להוציאה אי מהימן ליה כבי תרי ודיבורה לא מעלה ולא מוריד דאי לא מהימן העד כבי תרי אף שאומרת בפירוש שמא עיניה נתנה באחר ואף אי לא מיסתברא למיתלי בהכי מכל מקום משום מגדר מילתא הפקיעו חכמים לקידושין בכל מי שאומרת כן לפי דעת רשב\"א בחדושיו סוף נדרים <[א]> ותדע עוד מדלא א\"ל שמואל לסמיא לשאול מאשתו אם תודה תאסר גם אי לא מהימן כבי תרי ואם תכחיש גם אי מהימן שרי לפי דעת רשב\"א בתשובה לרמב\"ן. אלא ודאי שדיבורה לא מעלה ולא מוריד אף בעד אחד מאחר דעד אחד לאו כלום הוא <[ב]> וכן משמע בהדיא ג\"כ מלשון הרמב\"ם הלכות אישות פרק כ\"ד הלכה י\"ח אמרה לו אשתו שזינתה וכו' ואם היה מאמינה כו' ואין בית דין כופין וכו' בדבר מן הדברים וכו' עד שיעידו ב' עדים וכו' בפניהם ברצונה כו' וכלשון זה ממש כתב רבינו ירוחם נתיב כ\"ג חלק ג'. וכ\"מ בהדיא ג\"כ מלשון הרמב\"ם הלכות איסורי ביאה פרק י\"ח הלכה ח' וכדאי הם כל הפוסקים הנ\"ל לסמוך עליהם בשעת הדחק בצירוף ספק אמתלא מקובלת נגד דעת רש\"ל וסיעתו קצת מהאחרונים. ועוד יש להביא ראיה מ\"ש הרא\"ש סוף גיטין הובא בטור וש\"ע סוף סי' מ\"ח להלכה דלא מתסרי לבעלה בהודאת פיה ועד אחד המסייע לה דאף שהוא קרוב הרי באיסורים עד אחד נאמן אפילו קרוב ואשה עיין תוספות ריש פ\"ג דכריתות. ועוד דבנידון דידן נמי העד הוא חתנו וע\"ש בפרישה ובדרכי משה סוף סי' מ\"ו דמדמו לה לאומרת טמאה אני. וכן הוא בתוס' רי\"ד פ\"ק דקדושין גבי דביתהו דר' חייא. וא\"ל דשאני התם דשתקה עד עכשיו דא\"כ היכי מייתי רב חסדא ראיה מדביתהו דר' חייא לההוא גברא דקדיש וכו' ודוחק לומר דאימא דדביתהו קיימת ואמרה לו בו ביום. וגם הוה ליה לר' חסדא לשיולה ולחקרה ויש להאריך בזה אלא שאין הזמן גרמא:  [הג\"ה  [א] ואדרבה אפשר דשותקת הוא רבותא גם לרבא להקל בלא מהימן כבי תרי דכל שכן אומרת טמאה אני כמ\"ש בירושלמי באת לאסור עצמה התירה באת להתיר עצמה אסרה ואע\"פ שאין ראיה לדבר זכר לדבר (ע\"ש סוף נדרים):  [ב] ועיין ש\"ך סימן קכ\"ז שתפס עיקר כרשב\"א וסיעתו בפירוש הסוגיא והביא עוד הרבה מגדולי הפוסקים דס\"ל הכי וע\"ש בסוף ס\"ק ט' דגם רשב\"א וסייעתו מודים דשתיקה כהודאה בדבר שיודע האמת וע\"ש בס\"ק ט\"ז שכן משמע בגמרא ריש פ\"ג דכריתות ופשוט הוא למעיין היטב בחדושי רשב\"א וריטב\"א דלא פליגי כלל אפירוש ר\"ת בכהאי גוונא וההיא דאכלת חלב הרי אכל בשגגה ולא ידע גם לפי דברי העד רק דלפירוש ר\"ת צריך לומר שאמר לו העד שאחר שאכלו נודע לו (כמ\"ש הר\"ן בשם תוס'):]  והנה ממ\"ש רמ\"א בהג\"ה סי' קט\"ו ס\"ו אין ראיה לסתור פסק הב\"י בש\"ע סי' קע\"ח לפי מ\"ש חלקת מחוקק ובית שמואל שם דמיירי שיש רגלים לדבר בלא\"ה. וממ\"ש החלקת מחוקק ובית שמואל כאן אין הכרע ג\"כ דלא ס\"ל כרש\"ל דשאני הכא דליכא רק עד אחד על הודאתה והיא מכחישתו שלא הודית מעולם. אבל אם היתה מודה בב\"ד כנידון דידן י\"ל דמהני עדות הנחשד למהוי רגלים לדבר עכ\"פ משא\"כ בנדון שבהגהות רמ\"א יהיה כל הענין תלוי בעדות הנחשד והוא עד אחד וק\"ל. אך באמת ודאי מסתימת לשון רמ\"א לא משמע כלל כפירוש חלקת מחוקק ובית שמואל דכל כהאי גוונא ודאי ה\"ל לרמ\"א לפרש ולא להיות העיקר חסר מן הספר ומכל שכן מאחר דבסיפא הודית לפני אחד מיירי רמ\"א בדליכא רגלים לדבר כמבואר ממ\"ש שם החלקת מחוקק ובית שמואל א\"כ סכינא חריפא כו' רק האמת יורה דרכו למעיין בפסקי מהרא\"י שביאר היטב טעם החומרא משום דכיון דאילו לא אמרינן עיניה נתנה באחר הוה ליה עדות גמורה דנטמאת על ידי צירוף ומאן לימא לן דבכהאי גוונא אמרינן עיניה כו' פירוש דלא אמרינן עיניה כו' אלא בדליכא רק שויא נפשה חתיכה דאיסורא אילו לא אמרינן עיניה כו' ולא בדאיכא עדות גמורה אילו לא אמרינן עיניה כו' <[ג]> וכיון דלא אמרינן כלל עיניה כו' אין צריך לרגלים לדבר ואפילו הכי אין ללמוד מכאן לנידון דידן לאסור בלא רגלים לדבר משום דהעד הוא חתנו ואינו מצטרף עמה לעדות גמורה. והודאת בעל דין כק' עדים לא שייך הכא דמחייבא לאחריני לאסרה על הבעל וכדאיתא התם בגמרא אלא דשויא נפשה חתיכה דאיסורא ולהך מילתא ודאי בעי רגלים לדבר ולא מספקא למהרא\"י אלא בעדות גמורה ע\"ש היטב ודו\"ק וכדמסיק מהרא\"י שם אהך מלתא גופא משום דהנחשד היה קרוב לבעה\"ב וכו'. ואף דלפי הטעם שכתב שם מהרא\"י להתיר בנדון שלו לא שייך להתיר אלא בהודית לפני אחד אף שהוא נאמן כשנים אבל לא בהודית לפני בית דין אף שהנחשד הוא קרוב. והיינו משום דעכ\"פ רגלים לדבר איכא אף שאין כאן צירוף עדות גמורה. והיינו דלא כבית יוסף וש\"ע מ\"מ הרי רמ\"א בהג\"ה לא הזכיר רק דין צירוף עדות גמורה וממילא משמע שאין כאן קרובים. ובכהאי גוונא מיתסרא בלי רגלים לדבר. אבל היכא דבעינן רגלים לדבר יש לומר כמ\"ש הש\"ע סי' קע\"ח דעד אחד לא מקרי רגלים לדבר. ומשום הכי לא הגיה רמ\"א שם כלום אש\"ע. וכל זה לרווחא דמלתא אבל באמת יש לומר דאף מהרא\"י לא ס\"ל בנדון שלו דעדות הנחשד מקרי רגלים לדבר משום עדותו לחוד רק משום שהיו ניכרים דברי אמת להבעל הבית שהוכיחו והודה דרך וידוי ובקשת תשובה כמבואר שם וגם היו שם שארי אומדנות והוכחות כמו שצ\"ל כן לפי דעת החלקת מחוקק ובית שמואל שהיו שם רגלים לדבר בלי אמירת הנחשד אבל אין ללמוד כלל מכאן לעד אחד הבא להעיד בלא דרך וידוי ותשובה כלל כיון דעד אחד לא מהימן לא מקרי רגלים לדבר דדלמא משקר לגמרי ולצעורי מכוין (והפרש זה מצינו בעדות אשה בין מסיח לפי תומו למתכוונים להעיד) ובנידון דידן לא היה דרך וידוי ותשובה לפי המובן ממכתבו ומגביית עדות (אבל א\"ל דטעמיה דרש\"ל אינו משום דעד אחד מקרי רגלים לדבר אלא משום דלא אמרינן כלל עיניה נתנה באחר אלא כשאמרה מעצמה דוקא כדמשמע לכאורה מלשונו שבפרישה דזה אינו כמבואר בהדיא ברא\"ש סוף פ\"ב דיבמות דאף שמודה על ידי שאלה אמרינן הכי והא דאיצטריך התם טעמא להתירא דאי איתא דעביד איסורא וכו' היינו משום דאיכא טעמא נמי לאיסורא דערק הנואף כמ\"ש במהרא\"י):  [הג\"ה  [ג] ואזיל לטעמיה דלעיל שם כתב דהא דשויא נפשה חתיכה דאיסורא לא מיתסרא משום שנראים הדברים אמת משא\"כ בעדות גמורה:]  והנה מקור האיסור ברגלים לדבר נובע מהני עובדא דשילהי נדרים כמ\"ש במהרא\"י בשם התוס' ורא\"ש דיבמות פ\"ב ושם מבואר דלא הוצרכו לפרשו באומרת טמאה אני אלא לשטת ר\"ת אבל לפרש\"י דמפקינן מבעל בעידי כיעור אתי שפיר בלא\"ה משום דהתם הוה כיעור גדול דערק הנואף וכו' וכן כתבו התוס' בהדיא פ\"ק דכתובות דנואף שאני. וא\"כ אין ללמוד מכאן לעד אחד דלכ\"ע לא מפקינן בעד אחד כדיליף מקרא ריש פ\"ק וסוף פ\"ה דסוטה (וכן אין ללמוד מכאן לייחוד גרידא שאין אוסרין כו' דלא כבית שמואל) ועיין פסקי מהרא\"י שם דאין להחמיר בהא באשת כהן יותר מבאשת ישראל ובתשובת צמח צדק הביא ראיה לזה מתשובת מהר\"ם בהגהות מיימוניות ומ\"ש הבית שמואל בשם הצמח צדק להחמיר באיסור כהונה היינו באיסור דלא שייך בישראל כלל. וצ\"ל לפ\"ז בסוגיא דיבמות דף פ\"ח ע\"ב דברי לה לאו היינו שראתה מיתת בעלה דא\"כ היא מזידה ואף באשת ישראל אסורה אלא כדפרש\"י שם בתחלת הסוגיא ע\"י סימנים וכו' או כדפרש\"י בכתובות דף כ\"ב ע\"ב אין לבי נוקפי וכו' אלו היה קיים וכו' ודלא כר\"ן שם (ואעפ\"כ דעת הצמח צדק בנדון שלו שבבית שמואל פליאה דעת ממני דהא משנה אחרונה דסוף נדרים מיירי באונס דלא שייך אלא באשת כהן ואין לומר דשם זנות חד הוא דא\"כ בסוגיא דיבמות הנ\"ל נמי וצ\"ע) וע\"ש בצמח צדק דלא מקרי רגלים לדבר מה שיש רגלים לדבר והוכחה דקושטא קאמרה בהודאה רק שיש רגלים לדבר אף גם בלי הודאתה ע\"ש. אך אעפ\"כ לולי צירוף ספק שקול דאמתלא שלה בעיני מעכ\"ת כנ\"ל לא מלאני לבי לסמוך על דעת רשב\"א וסיעתו דלעיל לחוד בפירוש הסוגיא דקידושין אף שכן תפס הש\"ך עיקר יען כי הוא דוחק גדול אליבא דאביי אמאי החליט שמואל לאיסור לההוא אי מהימן ליה דלאו גזלנא הוא ולא א\"ל לשאול מאשתו אולי תכחיש וע\"כ צריך לומר דמיירי שכבר שאל ושתקה וכל כהאי גוונא הוה ליה לגמרא לפרש ולא להיות העיקר חסר מן הספר. אלא ודאי דשתיקתו גורמת האיסור וישוב כל הסוגיא על נכון לא עת האסף פה:  ועובדא דר\"ת שברא\"ש סוף גיטין וטור וש\"ע סוף סי' מ\"ח וכן עובדא דיהודית דביתהו דר' חייא וכו' נלפע\"ד דאתי שפיר אף למשנה ראשונה דלא חיישינן שנתנה עיניה באחר (דלא כהפרישה דלעיל) והיינו טעמא כמ\"ש הר\"ן שם בשם אחרים דמדינא ודאי אין האשה נאמנת וכו' להפקיע עצמה וכו' אלא משום דהא מלתא דטמאה אני לך כסיפא לה תקינו במשנה ראשונה וכו' (וכן הוא בהדיא בגמרא שם דלא עבידא לבזויי נפשה וכו' וכ\"מ מפשט לשון המשנה חזרו לומר שלא תהא אשה מקלקלת וכו' דהאי טעמא קאי אכל השלש נשים אלו בשוה שלא לכוף להוציא כמשנה ראשונה אבל לא ליתן טעם אמאי מותרות דהא האי טעמא לא שייך ולא איצטריך בשני נשים האחרונות וא\"כ לא איצטריך נמי משום היתר דאומרת טמאה אני) והלכך אפשר לומר דגם במשנה אחרונה לא התירו אלא באומרת היא לבדה ולא בדאיכא עד המסייע לה וכדעת רש\"ל וסיעתו משא\"כ בעובדא דיהודית ועובדא דר\"ת הנ\"ל דלא שייך כל כך האי טעמא דבזויי נפשה מוקמינן אדינא דלא מהימנא להפקיע עצמה ואף בדאיכא עד המסייע לה (ואף שעד אחד אפילו קרוב נאמן באיסורין) ומיהו לפי זה עכ\"פ ליכא איסורא דאורייתא בכהאי גוונא אף לפי דעת רש\"ל וכמשמעות לשון הר\"ן תקינו במשנה וכו' והלכך בספק שקול דאמתלא הנ\"ל יש להקל ולסמוך על שיטת רשב\"א דלעיל ועל דעת הרמב\"ם ורבינו ירוחם דלעיל:  והנה <[ד]> באמת לבי נוקפי קצת באמתלא שלה לפי המבואר בגביית עדות הראשונה המעשה באריכות שהיתה הכחשה ביניהם בשעת הודאתה שהיא אמרה לו הלא לא שלחתי אחריך וכו' דמוכח קצת שאמרה האמת אך אין מזה הוכחה גמורה והכל לפי ראות עיני מעכ[ת]\"ה וסיעתו הב\"ד בשמעם ספור והמשך הדברים שביניהם אז בשעת ההודאה ואף שניכר שמחמת עצת בעלה חזרה בו והכחישתו י\"ל שמתחלה הודית מפני היראה שסברה כי יהיה די לה בתשובה לבד ולא היתה יודעת שתיאסר עליו. וכשהודיעה בעלה שתתגרש בודאי אזי אין כל הפחדים כדאי לה נגד הגירושין לכן חזרה בה. אך אני בחוץ ואין לדיין אלא מה שעיניו רואות ואפ\"ה אילו היתה אשת ישראל אפשר הייתי סומך להתיר בפשיטות אך לפי שהיא אשת כהן מעלה עשו ביוחסין שלא יטמעו חללים ח\"ו איני רוצה לסמוך על דעתי עד שיסכימו שני גדולי הוראה כי היכי דלימטיין שיבא מכשורא:  [הג\"ה  [ד] אבל דוחק לחלק בין להפקיע עצמה מבעלה ע\"י הפקעת הקידושין למפרע לפי דבריה ובין לאסור עצמה לבעלה דעכ\"פ צריכה גט דהא ר' חייא אמר לדביתהו לאו כל כמינך דאסרת לך עלי משמע דהעיקר תלוי באיסור לחוד וכ\"מ מלשון ר\"ת שברא\"ש וטור וש\"ע שלא הזכיר לשון הפקעה כלל אלא לשון איסור לחוד:]",
      "footnotes": "עי' צ\"צ אה\"ע סי' ל\"ה ס\"ד וסי' ק\"מ.   ע' צ\"צ אה\"ע סי' י\"ד ס\"ח.   הלכה י\"ב.   הובא בצ\"צ אה\"ע סי' ק\"מ.   עי' צ\"צ אה\"ע סי' י\"ד ס\"ב.   הובא בצ\"צ אה\"ע סי' כ\"ד ס\"ב וסי' ק\"מ.   הובא בצ\"צ אה\"ע סי' מ' ס\"ד.   עי' צ\"צ אה\"ע סי' י\"ד ס\"ד.   עי' צ\"צ אה\"ע סי' י\"ד ס\"ה.   עי' צ\"צ אה\"ע סי' מ' ס\"י."
    },
    {
      "chunk_id": 33,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לב",
        "siman": "סימן לב"
      },
      "text": "ה' ישפות שלום לעבדו ידיד[י] הרב המופלג בתורה ויראת ה' אוצרו חסידא ופרישא כש\"ת מו\"ה יעקב נ\"י מסמילא:  עוונתו תרבני לצרפני להיות נמנה לדבר מצוה רבה התרת עגונה בכחא דהיתרא עדיף וכמצוה עלינו מפי חז\"ל. אשר הרבה שקדו בתקנת עגונות ואף גם כאן בנידון דידן דעת מהרש\"ל בים של שלמה סוף פ\"ו להתיר לגמרי באומר אמרו במקום עגון כדעת ר\"י שברא\"ש פרק המגרש וברמזים שם ורבינו ירוחם נתיב כ\"ד ח\"ג ודלא כפרי חדש והגם כי חלילה לנו לסמוך על זה לבד נגד סתימות בעלי הש\"ע דכ\"ע גרירי בתרייהו אך אעפ\"כ כדאי הוא לסמוך להקל בנידון דידן דמסתבר טובא דבכהאי גוונא שאחד מהשומעים כתב הגט מודים כל הפוסלים באומר אמרו משום דלא חשיבא לשמה לבד ולא משום שליחות וכמ\"ש כת\"ר אלא שמרוב ענוותנותו וכו' והנה יש להאריך בזה הרבה בטוב טעם ודעת להתיר בזה גם להאומרים דבעי שליחות לכתיבה וגם לעשות סמוכות לדעת רש\"ל הנ\"ל בבירור וליבון ההלכות וישוב הסוגיות על מכונן אך כי מעשה הכתב עלי לטורח גדול ואין הזמן גרמא כעת בקיץ שהלילות קצרות וכל היום איני מופנה מכל צד כי העם נצב עלי מבוקר עד ערב ובשלהי קייטא אשיב פנאי שלי לכתוב באריכות המענה אי\"ה כ\"ד או\"נ שניאור זלמן בא\"א מוה' ברוך זצ\"ל:  ולענין החתימות פשיטא דיש עוד צד להקל לבד מדעת הש\"ע דלעיל ולהתיר במקום עגון עכ\"פ על פי מ\"ש הפרישה סי' קמ\"א ס\"ק (פ\"ד) [פ\"ו]. ידידו הנ\"ל:"
    },
    {
      "chunk_id": 34,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לג",
        "siman": "סימן לג"
      },
      "text": "הנה דעת רש\"ל בים של שלמה סוף פ\"ו להקל לגמרי באומר אמרו היכא דאיכא למיחש לעיגונא ולסמוך על דעת ר\"י בעל התוס' והרא\"ש סוף פ\"ט בשמו וכן כתב רבינו ירוחם נתיב כ\"ד ח\"ג בשם התוס' ופוסקים אחרים. ושגגה יצאה מלפני הפרי חדש לכתוב על דברי רבינו ירוחם דליתא. והרי אין אומרים למי שלא ראה את החדש כו' ואשתמטתיה שכן כתב ג\"כ הטור ברמזים בהדיא בשם ר\"י וגם מסיק שם דצריך לחוש לדברי שניהם לפסול כו' דהיינו לדעת ר\"ח ולדעת ר\"י משום דלר' יוסי כשר באומר אמרו ע\"ש וכן כתב בהדיא בחידושי רמב\"ן סוף פ\"ו בשם בעלי התוס' וכן פסק הריטב\"א בפ\"ק דקידושין להלכה ולזה נתכוין המגיד משנה פ\"ד מהלכות זכיה ע\"ש בלחם משנה שהטעות סופר שם הוא בסוף לשונו לבד ולא בתחלת לשונו דלא כפרי חדש. ומ\"ש הרא\"ש אלא לחוש לדברי שניהם כו' היינו להחמיר בחתם סופר אף לפי דעת הגאון ר\"ח ז\"ל כמ\"ש שם בהדיא ואפשר שלא פסק הגאון לגמרי כו' אבל ר\"י גופיה ס\"ל כשמואל וכולהו אמוראין דמכשרי באומר אמרו לפי מ\"ש התוס' בשם ר\"י כמ\"ש הרא\"ש (והן תוס' ר\"ש משנ\"ץ) ואי נמי סבירא ליה לר\"י נמי להחמיר כן היינו ודאי לחומרא בעלמא כמ\"ש רש\"ל בהדיא וכן משמע ממ\"ש המרדכי בפ\"ז בשם ר\"י הזקן בתשובה בחתם סופר ועד דאם נשאת וילדה כדאי הוא ר\"ח לסמוך עליו להכשיר הולד ואם לא ילדה יש להסתפק מה יאמר רבינו הזקן כו' ואי הוה ספק שקול לא ה\"ל להחמיר כל כך בספיקא דרבנן להוציא אשה מבעלה וגם הוה ליה לחוש לספק גט מעושה ומ\"ש בסמ\"ג ורשב\"א ור\"ן בשם ר\"י לפסול גם באומר אמרו מספיקא ומשמע לכאורה דהוא ספק שקול הוא מדברי ספר התרומה בשם ר\"י ואשכחן בדוכתי טובא דהתוס' וספר התרומה אין מתנבאים בסגנון אחד בשם ר\"י וכן בעלי התוס' עצמן וזה יצא ראשונה בענין וסוגיא דנידון דידן דהרא\"ש סוף פ\"ב כתב בשם ר\"י בעל התוס' דבעינן שליחות לכתיבה וכן כתבו בתוס' שלנו דף ט' ע\"ב ומש\"ה פסילי חרש שוטה וקטן אפילו בגדול עומד על גביו ובספר התרומה סי' קי\"ח וקי\"ט מכשיר בפשיטות וכן בסמ\"ג ובוודאי לא פליג על רבו ר\"י להתיר בפשיטות כל כך ובפרט באיסור אשת איש אלא דס\"ל כמ\"ש בתוס' שלנו דף כ\"ב סוף ע\"ב בשם ר\"י ועוד נראה כו' משום דרישא אתי נמי כר' אלעזר ולדידיה דוקא חרש שוטה וקטן כשרים כו':  והנה בחידושי רמב\"ן סוף פ\"ו לאחר שתמה על הרי\"ף וכתב אילו הייתי ראוי לחלוק הייתי מכשיר בו דשמואל עדיפא ורבי נמי ס\"ל כוותיה ורבי סתמינהו כו' מ\"מ אני אומר שהיא ספיקא כו' (כמ\"ש הר\"ן בשמו) מסיק לבסוף ושוב מצאתי דעת ר\"י בעל התוס' ז\"ל שמכריע כרב באומר אמרו דכשר ולא תעשה (שכן הוא גירסת רמב\"ן אמר רב הונא אמר רב) ואפילו באתם חתומו ופוסל חתם סופר ועד ואע\"ג דלא שכיחא גזרינן לרב חסדא בתרווייהו לפי הפירוש שכתבנו למעלה וזהו דעת שראוי לסמוך עליו בחוור השמועה עכ\"ל. ושם למעלה כתב כן לתרץ הא דאמר רב חסדא הא מני ר' יוסי היא דוקא אע\"ג דרב חסדא ס\"ל כשר ולא תעשה אפילו באתם חתומו וכן כתב בספר התרומה בשם ר\"י דהא דאמרינן בגמ' כיון דאמר מר כשר ולא תעשה לא שכיח דיחויא הוא וכל האמוראים (ולזה נתכוין ג\"כ הרא\"ש במ\"ש ור\"י הוכיח כו') דפליגי בכשר ולא תעשה סברי כו' ר\"ל דאפילו הסוברים לא תעשה סברי כו' דלהאומרים תעשה א\"צ לשום הוכחה דפשוט הוא בגמ' דלדידהו איכא למיחש לחורבא ולרב דמכשיר חתם סופר ועד צ\"ל לפ\"ז דאומר אמרו פסול לגמרי ופליג אכולהו אמוראי דאמרי כשר ולא תעשה (ולא גרסינן בגמרא אמר רב הונא אמר רב כגירסא שלנו אלא אמר רב הונא לחוד או אמר רב הונא אמר רבי כגירסת הרמב\"ן) וטעמיה דרב אי אפשר לומר משום דמילי לא מימסרי לשליח דהא רב סבירא ליה דמימסרי כדאיתא בפרק כל הגט וע\"כ צ\"ל דטעמיה דרב נמי משום דלא ליתי לידי חורבא ובהא פליגי כולהו אמוראי וס\"ל דמשום חשש חורבא אין לפסול אלא חתם סופר ורב סבירא ליה איפכא להכשיר חתם סופר ולפסול אומר אמרו כי היכי דלא ליתי לידי חורבא וסברא זו הוזכרה ברשב\"א סוף פ\"ו ודלא כמהרש\"א שם ואדרבה לפי דעת ספר התרומה בשם ר\"י אתי שפיר דלק\"מ קושיית הרשב\"א משום דאי משום חשש חורבא ה\"ל לפסול אפילו בדיעבד כמו לרב אלא ודאי משום דכולה אמוראי סבירא להו דחתם סופר פסול כמ\"ש ספר התרומה בשם ר\"י <[א]> ולפי זה אף את\"ל דבמסקנא ס\"ל לר\"י נמי כדעת הגאון לפסול אומר אמרו מיהא עכ\"פ יש לומר דפסול מדרבנן כרב (משום חורבא) דהלכתא כוותיה באיסורי כדפתח ר\"י בראש דבריו וההפרש שבין פסול דרבנן ובין כשר ולא תעשה הוא משום דלא תעשה הוא רק לכתחלה ובדיעבד כשר (ובשעת הדחק אפילו לכתחילה כמ\"ש התוס') משום הכי חיישינן לחורבא וכן הוא להדיא בספר התרומה בסי' ק\"כ וקכ\"ה משא\"כ בפיסולא דרבנן:  [הג\"ה  [א] ולזה נתכוין ג\"כ הרא\"ש במ\"ש וכיון דחתם סופר פסול ליכא למיחש לחורבא דלכאורה הוא שפת יתר ומילתא דפשיטא אלא דבא ליתן טעם הא דשמואל ור\"ח לא חיישי לחורבא כרב ובים של שלמה הגירסא ברא\"ש דכיון כו' שהיא נתינת טעם:]  והנה גם בספר התרומה מקור דברי הסמ\"ג ורשב\"א ור\"ן צריך לומר כן בטעמיה דרב דפוסל אומר אמרו משום חשש חורבא דאין לומר דרב נמי סבירא ליה כסלקא דעתך דגמרא דכיון דכשר ולא תעשה לא שכיח כו' דא\"כ נימא דכולהו אמוראי דסבירי להו כשר ולא תעשה הכי סבירא להו כרב ומנא ליה לר' יוסי לפסול חתם סופר דלא כרב דהלכתא כוותיה באיסורי <[ב]>:  [הג\"ה  [ב] והמעיין בספר התרומה יראה לעין שכדי להוליד דין חדש שחידש ר' יוסי לפסול חתם סופר הקדים תחלה דהא דאמרינן בגמרא דכיון דכשר ולא תעשה לא שכיח דיחויא הוא ולכל האמוראים אפילו דאמרי כשר ולא תעשה ס\"ל דחתם סופר פסול ומשום הכי אין לנו לסמוך על רב להכשיר אע\"ג דהלכה כוותיה באיסורי:]  והנה לרב דסבירא ליה דמילי מימסרי לשליח וטעמייהו דרבי מאיר ור' יוסי במתניתין דסוף פ\"ו הוא משום בזיון דבעל לחוד א\"כ הא דפוסל באומר אמרו אע\"ג דליכא בזיון דבעל על כרחך משום דס\"ל דהלכתא כמתני' דריש פ\"ז וכתניא כוותיה דרב אשי עד שישמעו לאפוקי אומר אמרו כו' וס\"ל לרב דהיינו טעמא משום חשש חורבא ולא משום דמילי לא מימסרי לשליח והא דקתני עד שיאמר לסופר כו' האי עד לא קאי אבטל אלא דאינו כשר עד כו' דבלאו הכי צ\"ל כן בפיסול חתימת יד העדים דאינו אלא מדרבנן לדידן וכמ\"ש בפני יהושע והלכך אף גם במסקנא דספר התרומה דמסיק ומסיים בשם ר\"י להחמיר ולפסול אומר אמרו מספק דשמא הלכה כברייתא עד שישמעו לאפוקי ממאן דמכשיר כו' שפיר י\"ל דבמה דפתח סיים דהיינו מדרבנן משום דנפיק מיניה חורבא כמו לרב דהלכתא כוותיה באיסורי וס\"ל הכי בטעמא דמתניתין וברייתא ואף שהוא ספק דרבנן הרי גם חתם סופר הוא ספק דרבנן ופוסל ר\"י מספק ואדרבה השתא אתי שפיר טובא טעמא דר\"י דמחמיר כל כך בספק דרבנן ולפסול אפילו בדיעבד ואפילו אם ניסת אלא דהיינו טעמא דכיון דאי אפשר להכשיר בשניהם דהיינו באומר אמרו ובחתם סופר וההכרח לפסול אחד מהם כי היכי דלא ליתי לידי חורבא ולא ידעינן איזה מהם פסלו חכמים יש לנו לפסול שניהם (ולא דמי לב' שבילין כו' דבזה אחר זה שניהם טהורים דשאני הכא דנפיק מיניה חורבא וההכרח לפסול אחד מהם ודמי ממש לבבת אחת) אבל אי היינו טעמא דאומר אמרו פסול מספק דלמא מילי לא מימסרי לשליח (כמשמעות לשון הרשב\"א ור\"ן) דהוא ספק דאורייתא ה\"ל להחמיר בספק דאורייתא ולהקל בספק דרבנן:  ומ\"ש הרשב\"א ומיהו גט בטל לא הוי דלמא הלכה כשמואל כו' זה אינו מספר התרומה אלא הוספה מדעת עצמו ולאפוקי מדעת הרי\"ף אבל בספר התרומה לא הביא כלל דעת הרי\"ף כי אם דעת ר\"ח לבד ור\"ח לא פסק אלא דאין הלכה כאמוראי דמכשרי כו' לאפוקי ממאן דמכשיר אומר אמרו כו':  והשתא אתי שפיר טובא מ\"ש בספר התרומה (וכן כתב בסמ\"ג) והובא במרדכי דלאחר שהביא מהתוספתא דלא יועיל ע\"י כתב ידו לסופר לכתוב כו' מסיים בזה\"ל וא\"כ אין אדם יכול לשלוח כתב ידו לב\"ד שבמקום אחר שיכתבו ויתנו כו' דפשט הלשון משמע דהב\"ד יצוו לכתוב וליתן ולא שהן עצמן יכתבו וימסרו ליד האשה דלא ה\"ל לקרותם ב\"ד אלא סופר ועדים ושליח לגירושין דלשון ב\"ד שבמשנה היינו שמצווים לכתוב וליתן כדתנן בדר' מאיר שעשאן בית דין וגם ר' יוסי אמר הרי אלו ילמדו כו' משום דסתם בית דין אינם אומנים לכתיבת הגט כסופרים כמ\"ש הרמב\"ם בפירוש המשנה ומה ליה לספר התרומה לכנותם בשם ב\"ד אם לא שהם יצוו לכתוב לספרי דדייני דמיגמר גמירי והרי כבר פסק לפסול אומר אמרו מספק דשמא הלכה כו' ולמאי דפרישית דהיינו טעמא משום חורבא אתי שפיר דבב\"ד ליכא למיחש לחורבא כמו שכתב בספר התרומה סוף סי' קכ\"ד ומשום הכי אין לפסול אומר אמרו אלא באומר לשנים וכן הוא בהדיא בספר התרומה בסימנים וגם פסל אומר הבעל לשנים אמרו לסופר כו' לשנים דוקא ואילו היה הטעם משום דמילי לא מימסרי לשליח ה\"ה אפילו אמר לג' וכדאמר רב אשי אפילו אמר לבי תלתא כו' ולא ה\"ל ליתן מכשול בלשונו בספק אשת איש ח\"ו (והשתא אתי שפיר נמי אריכות הפלפול בספר התרומה בסי' קכ\"ד דנ\"מ לדינא הא דאסיק שם דבשלשה ליכא למיחש לחורבא) והשתא אתי שפיר טובא נמי שינוי לשון ספר התרומה בשם ר\"י דמתחלה ליישב דעת הגאון פירש הטעם משום דרב אשי מתרץ המשנה בהכי הכי סבירא ליה ולבסוף בפסק הלכה פירש הטעם להחמיר ולפסול באומר אמרו דשמא הלכה כברייתא עד שישמעו לאפוקי כו' ולא הזכיר שם רב אשי כלל אלא היינו טעמא משום דרב אשי פירש המשנה אפילו אמר לבי תלתא ומשום דמילי לא מימסרי לשליח וכולה ר' יוסי היא דר' יוסי תרתי אמר אבל ר\"י בעל התוס' ס\"ל דמשום דרב אשי מתרץ המשנה בהכי אין ראייה כל כך דס\"ל הכי להלכה ופליג אשמואל וכולהו אמוראי דמכשרי רק שאעפ\"כ יש לחוש שמא הלכה כברייתא לפסול באומר לשנים עכ\"פ משום חורבא דמסייעא לרב דהלכתא כוותיה באיסורא דהא בברייתא וגם במשנה לא הוזכרו שלשה וקושיית הגמרא אי הכי עד שיאמר לג' כו' ע\"כ ס\"ל לרב לתרץ כמ\"ש התוס' שם לסלקא דעתך דגמ' (לפי מ\"ש בספר התרומה דבג' ליכא למיחש לחורבא) והלכך מאחר דאף גם לספר התרומה בשם ר\"י אינו פוסל אלא מספיקא דרבנן ודאי דכדאי הם התוס' והרא\"ש בשם ר\"י לסמוך עליהם בשעת הדחק להקל במקום עיגון כמ\"ש רש\"ל (ואף דגם לדידהו כשר ולא תעשה לכתחלה שעת הדחק שאני כמ\"ש התוס') והא דלא חש רש\"ל לדעת הרי\"ף דפסק כמשנה וברייתא דפ\"ז היינו משום תמיהת ר\"י על הגאון שבספר התרומה ורא\"ש דמה שיישב הרמב\"ן הוא כר\"ן משום דפרק התקבל קדים לפרק מי שאחזו והוי מחלוקת ואח\"כ סתם לא נעלם זאת מעיני ר\"י בעל התוס' כמבואר בתוס' דף ע\"ב שהוכיחו שם דפרק התקבל קדים דלא כרש\"י ורא\"ש אלא דדעת ר\"י דכיון דכולהו אמוראי קמאי ובתראי (דהיינו רב ושמואל ורב הונא ורב נחמן ורב ששת ורב חסדא ורבה ורב יוסף מבבל ועולא ורבה בר בר חנה מארץ ישראל) לא סבירא להו הכי הכי הילכתא כדאשכחן בדוכתי טובא דאמוראי פליגי אסתם משנה ואמרי דהלכתא כיחידאי דברייתא כדאיתא סוף פרק כ\"ב דשבת ודוכתי טובא ואפילו לר' יוחנן דסבירא ליה הלכה כסתם משנה אשכחן טובא דאין הלכה כסתם משנה משום דרבים פליגי עלה כדאיתא ריש פ\"ג דמגילה וריש פ\"ד שם ופ\"ג דמכות דף י\"ז אבל חכמים אומרים כו' וה\"נ י\"ל כן דהכי קים להו לאמוראי דחכמים פליגי אר' יוסי דאמר תרתי ומשום הכי אין הלכה כסתם משנה דריש פ\"ז ולא דסוף פ\"ט חתם סופר כו' דר' יוסי היא ותדע דהא דאמר ר' יוחנן הלכה כסתם משנה היא מימרא דרבה בר בר חנה (דאמוראי נינהו אליבא דר' יוחנן כדאיתא ריש פרק אלו טרפות) ורבה בר בר חנה אמר הכא כשר ותעשה ותדע עוד דהא רבי סתמינהו לכולהי סתמי ורבי אית ליה בהדיא בירושלמי דכשר ולא תעשה (ולגירסת הרמב\"ן הגירסא כן בגמ' שלנו ג\"כ ומשום הכי כתב אילו הייתי ראוי לחלוק הייתי מכשיר כו') :  והנה הגם שדברי ר\"י אינן צריכין חיזוק ממני ח\"ו ומי אנכי כו' אך תורה היא כו' ולפענ\"ד אין שום ראיה כלל ממתניתין דפ\"ז ואוקימתא דרב אשי שם ואדרבה כו' כי הנה התוס' וסייעתם סוף פ\"ב הביאו מסוגיא דזבחים ריש פרק קמא דלא בעינן שליחות לכתיבת הגט מדלא מיפסלי טופסי גיטי אלא משום דסתמא לאו לשמה כו' ודחקו ליישב מתניתין וברייתא דריש פ\"ז דבעינן שיאמר לסופר כתוב כו' דהיינו נמי משום דלא חשיב לשמה כו' וכמ\"ש הרבינו פרץ בהגהת סמ\"ק דשינויא דחיקא הוא ובפרט מ\"ש הר\"ן לתרץ קושית הרא\"ה גבי אומר אמרו דלמ\"ד מילי מימסרי לשליח כיון דשלוחו של אדם כמותו הוה כאלו שמע מפי הבעל וחשיב לשמה ואי לא מימסרי לא חשיב לשמה זהו דוחק גדול דמימסרי ולא מימסרי הוא ענין הנמסר לחכמים בתורה שבעל פה בקבלתם איש מפי איש כדאמר ר' חנינא מקובל אני כו' ור' יוסי אמר אף אנו מקובלים כו' וזה אינו ענין כלל לדעת בני אדם וכוונתם לשמה ובפרט לפי מ\"ש הרשב\"א סוף פ\"ב תוספת ביאור לשיטת התוס' משום דלא חשבינן כוונתן כוונה מעליא אע\"פ שמתכוונין לשמו ולשמה כו' ואיך אפשר למתלי כוונתם בקבלת חכמים אי מילי מימסרי לשליח או לא מימסרי אלא שהרבינו פרץ לא כתב שום ישוב לסוגיא דזבחים וגם סוגיא דסוף (פ\"ד) [פ\"ב] דגיטין מרווחת בפשיטות יותר לשיטת התוס':  אמנם הנראה לפענ\"ד ליישב הכל על נכון על פי פשט לשון המשנה וברייתא דפ\"ז הרי הגט בטל עד שיאמר לסופר כתוב ולעדים חתומו דמשמע מפשט הלשון דבטל ממש גם בחתימת יד העדים שלא שמעו מפיו והגם דלאוקימתא קמייתא דרישא ר' מאיר וסיפא עד שיאמר ר' יוסי היא יש לומר דהרי הגט בטל בחתימת יד העדים לר' מאיר דוקא דס\"ל עדי חתימה כרתי ובסופר מיירי דלא אמר אמרו ובטל לרב משום בזיון הבעל ולשמואל משום דמילי לא מימסרי לשליח וה\"ל כאלו נכתב שלא מדעת הבעל לגמרי וכמו דאמרינן הכי במתניתין אבל לאוקימתא דרב אשי ע\"כ צ\"ל דר' יוסי ס\"ל כר' יהודה דלדידיה דין כתיבה וחתימה שוין לכל דבר כדאיתא בריש פרק קמא וכמ\"ש בפני יהושע ובבית שמואל ריש סי' קכ\"ג וכן הוא להדיא בירושלמי דמתניתין ר' יהודה היא ובגמרא דילן לא איצטריך רב אשי לפרושי הך מלתא משום דכבר פירש בריש מכילתין דתנא דמתניתין דמשוי כתיבה וחתימה להדדי גבי בפני נכתב ובפני נחתם ר' יהודה היא א\"נ דס\"ל כר' יהודה כמתניתין דריש פ\"ב שם כמ\"ש התוס' שם ריש פ\"ק ומינה נשמע דה\"נ בכולה מכילתין כל היכא דמשוי תנא דמתניתין כתיבה וחתימה להדדי ר' יהודה היא או דס\"ל כר' יהודה ולא איצטריך תו לפרושי. והנה ר' יהודה ודאי דלא ס\"ל כר' אלעזר דעדי מסירה כרתי דא\"כ אין צריך כלל עדי חתימה דבקרא לא כתיב אלא חד וכתב ועל כרחך סבירא ליה כר' מאיר דעדי חתימה כרתי ועלייהו קאי וכתב דקרא אלא דסבירא ליה דקאי נמי אכתיבה דלא כר' מאיר דסבירא ליה דקאי אחתימת יד העדים לחוד שהן הן מקיימי דבר ור' יהודה סבירא ליה דקאי אתרווייהו משום דהעדים הם מקיימי הכתב דספר כריתות ואם אין ספר כריתות אין עדים. והנה לר' מאיר ודאי דבעינן שליחות לעדי חתימה דהא דאינהו כרתי בשליחות הבעל הוא בודאי דהא הבעל הוא המגרש וכורת ותדע שהרי אם כתב הגט בכתב ידו אינו צריך לעדי חתימה אפילו לר' מאיר כדפרש\"י ותוס' ריש פ\"ק ומ\"ש הרא\"ש פ\"ב דלר' מאיר לא בעינן שליחות לעדי חתימה וכן משמע בתוס' היינו משום דאזלי לשיטתם דס\"ל דאף לר' מאיר בעינן עדי מסירה דוקא שאין דבר שבערוה כו' משום דס\"ל דעיקר הכריתות הוא בשעת המסירה לידה דאל\"כ אין צריך עדים. אבל לפי דעת הרי\"ף ורמב\"ם ורשב\"א ורמב\"ן ור\"ן אפילו לר' אלעזר סגי בעדי חתימה ואף גם הר\"א והרז\"ה החולקים לא פליגי אלא לר' אלעזר ולא לר' מאיר ואף גם לשיטת התוס' ורא\"ש דגם לר' מאיר בעינן עדי מסירה מכל מקום כיון דבלאו עדי חתימה לאו כלום הוא ואינהו נמי כרתי שפיר י\"ל דבעינן שליחות ולא דמי כלל לכתיבה לר' אלעזר דמשם הביא הרא\"ש ראיה לר' מאיר משום דתרווייהו מוכתב נפקא להו כו' דשאני כתיבה לר' אלעזר דלא כרתה כלל כי אם עדי מסירה לחודייהו (ובהדיא אמרינן בגמ' דף י' ע\"ב דלר' מאיר בעינן בני כריתה לעדי חתימה וא\"כ י\"ל דה\"ה דבעינן שליחות דחדא מלתא היא והא בהא תליא לפום ריהטא דלישנא דגמרא גבי עבד וכמ\"ש בבית שמואל סי' קכ\"ג אלא שכתב כן לפי דעת התוס' וזה אינו) (והא דנקט בגמרא דף י' דלאו בני כריתה ולא נקט דלאו בני שליחות י\"ל כמ\"ש בפני יהושע סוף פ\"ב דמשום הכי אין הנכרי בתורת שליחות לגיטין משום דאינו בתורת גיטין ולא משום דילפינן מתרומה מה אתם כו' ע\"ש ועוד דהא בלאו הכי נמי הוה מצי למימר בגמרא משום דלאו בני עדות נינהו כמ\"ש התוס' שם). והנה מדר' מאיר נשמע לדר' יהודה ואפילו לכתיבה כמו דבעי לשמה ותלוש בכתיבה כמו לחתימה אע\"ג דלא כתיב אלא חד וכתב אלא משום דהעדים הם מקיימי דבר הספר כריתות ומש\"ה ס\"ל דוכתב דקרא קאי אתרווייהו יחד דוקא ומש\"ה משוי להו לענין לשמה ותלוש ומשום הכי נמי יש להשוותם יחד ג\"כ לענין שליחות מהאי טעמא ולא דמי כלל לדין כתיבה לר' אלעזר דס\"ל דוכתב דקרא קאי אכתיבה לחודה ומש\"ה לא בעינן רק לשמה ותלוש ולא שליחות. ואתי שפיר סוגיא דזבחים אליבא דהלכתא דקיי\"ל כר' אלעזר בגיטין וכן סוגיא דסוף פ\"ב וכן סוף פרק התקבל דכולהו אמוראי מכשרי. ויש עוד להאריך בזה הרבה אלא שאין הזמן גרמא:  אמנם כל זה לפלפולא בעלמא לעשות סמוכות לדעת רש\"ל אבל למעשה בודאי שקשה הדבר להקל באומר אמרו אפילו במקום עיגון לסמוך על דברי רש\"ל נגד סתימת בעלי הש\"ע דכ\"ע גרירי בתרייהו ובפרט בהגהת רמ\"א שהחליט לספק מגורשת. מיהו הבו דלא לוסיף עלה כשיש עוד צד להקל כעובדא דנידון דידן שכתב הגט אחד מהשומעים מפי הבעל דעכ\"פ לפי דעת האומרים דפסול אומר אמרו הוא משום דלא חשיב לשמה עד שישמעו מפי הבעל כמ\"ש הר\"ן בשם הרמב\"ן סוף פ\"ו אין לפסול בנידון דידן כמ\"ש כת\"ר ובפרט לפי מ\"ש הרשב\"א תוספת ביאור דבלא צווי הבעל לא חשבינן כוונתן כוונה מעליא אע\"פ שמתכוונים לשמו ולשמה כו' וא\"כ בנידון דידן י\"ל דחשיבא כוונה מעליא כשאומר בפה מלא הריני כותב לשמו ולשמה כו' כמו ששמע מפי הבעל שצוה לשלוחו לומר לסופר לכתוב לשמו ולשמה כו' וא\"ל דלא מקרי צוואת הבעל כשלא ייחד הדבור לסופר זה שבחר בו שלוחו דזה אינו דהא דנקט רשב\"א לשון צוואה וכן בתוס' ורא\"ש שם היינו משום דאינהו לא מיירי התם באומר אמרו אלא כשלא צוה הבעל כלל דומיא דסוגיא דזבחים (ואפ\"ה דוקא בגיטין משום דלא חשיב לשמה אבל במתנה לא מיפסל כהאי גוונא אלא דוקא דצוה לשנים כתבו ותנו והם שינו ציוויו ואמרו לאחרים) (ומ\"ש הר\"ן שם לשון צוואה גבי מילי לא מימסרי לשליח דע\"כ היינו באומר אמרו דאל\"כ במתנה נמי פסול היינו משום דהר\"ן אזיל לשטתיה דס\"ל כהרא\"ה כדלקמן) אבל באומר אמרו אדרבה הרי עיקר ציווי הבעל לא נמסר אלא להסופר שיבחר השליח וכן לעדים שיבחר לו כמ\"ש התוס' דף ס\"ז ד\"ה אמרו כו' לא דמי לעד מפי עד כו' אבל כאן עיקר העדות לא נמסרה אלא לאלו והוא הדין בעיקר הציווי לסופר ואף גם באומר אמרו סתם ומדעתכם צ\"ל האי טעמא ממש שעיקר העדות לא נמסרה אלא להעדים שיבחרו כמבואר ממ\"ש התוס' דף ס\"ו ע\"ב ד\"ה כתב ידן הוא כו' כאלו אמר להם בפירוש כו' או לחתום כו' ולא מיפסל משום עד מפי עד וטעמם ונימוקם עמם דכ\"מ בהדיא מלשון הגמרא שם הא כתב הגט נעשה כאומר אמרו ומודה ר' יוסי באומר אמרו כו' דלשון מודה משמע דמודה לר' מאיר ור' מאיר מתיר בין בכתיבה בין בחתימה באומר לג' תנו ובכהאי גוונא נמי מתיר ר' יוסי באומר אמרו ואפילו לב' ואף בחתימה ולא מיפסל משום עד מפי עד ואף למסקנא דלא מודה ר' יוסי באומר אמרו היינו משום דמילי לא מימסרי לשליח ולאו משום עד מפי עד אלא דאף דהעיקר העדות לא נמסרה מהבעל להראשונים שאמר להם אמרו אלא להאחרונים בלבד אעפ\"כ על פי הקבלה שקיבל ר\"י מרבותיו לא תליא מילתא בדעת הבעל כלל כי מה שהבעל מוסר העדות להאחרונים ע\"י הראשונים שנעשו שלוחיו לכך אין מסירה זו כלום על פי התורה שבעל פה והקבלה. ואף את\"ל דמשום הכי נמי הוי עד מפי עד מ\"מ לענין דמילי לא מימסרי לשליח להאומרים דלא בעינן שליחות בכתיבה דאין לפסול אלא משום לשמה כי מאחר דמילי לא מימסרי לשליח אין להראשונים דין שליח ממש לומר שלוחו של אדם כמותו וכאלו שמעו הסופר והעדים מפי הבעל להיות חשובה כוונתם לשמה כמבואר מלשון הר\"ן לפי דברי רמב\"ן א\"כ בנידון דידן אף דמילי לא מימסרי לשליח מכל מקום מאחר שהסופר שמע בעצמו מפי הבעל שצוה לשלוחו לומר לכל מי שירצה שיכתוב לשמו ולשמה כו' י\"ל בפשיטות דעדיף טפי לענין כוונה לשמה מסופר אחר שלא שמע כלום מפי הבעל רק מהראשונים שאמר להם אמרו סתם ומדעתכם דחשיבי כוונתם לשמה למאן דאמר דמודה ר' יוסי דמילי מימסרי לשליח באומר אמרו וכדמשמע בר\"ן בהדיא וכמ\"ש התוס' דלעיל:  וא\"ל דלפי מ\"ש הר\"ן שם לעיל בשם הרמב\"ן ובעינן נמי וכתב כלומר שיכתבנו לה הבעל ואין הסופר והעדים עומדים (כן הוא הגירסא בחידושי רמב\"ן) במקום הבעל אלא כששמעו כו' ומש\"ה דוקא למ\"ד דמילי מימסרי לשליח ושלוחו של אדם כמותו הם עומדים במקום הבעל כששמעו אפילו מפי שלוחו ולמאן דאמר דלא מימסרי אפילו שמעו מפי הבעל רק שאמר להם ע\"י שליח אין עומדים במקומו מאחר דשלוחו אינו כמותו במילי. דזה אינו שהרי לפי זה הא דבעינן שיהיו עומדים במקום הבעל הרי זו תורת שליחות ממש דשלוחו כמותו והרי הרמב\"ן ס\"ל דלא בעינן שליחות לכתיבת הגט כמ\"ש בחידושיו סוף פ\"ב וריש פ\"ג באריכות ובאמת שלשון זה הטעה להבית שמואל סי' ק\"כ סק\"ז דרמב\"ן ס\"ל דבעינן שליחות לכתיבה כי לא היו לפניו חידושי רמב\"ן לגיטין. ועוד קשה דאם מדין שליחות בעינן שישמעו מפי הבעל א\"כ בשליח קבלה נמי בעינן שליחות ממש ע\"ש בר\"ן דהא כתיב ונתן בידה אלא דשלוחה כמותה (וגם מ\"ש שם הבית שמואל ריש סי' קכ\"ג דסתמא הוה פסולא דרבנן היא פליאה נשגבה וצע\"ג ומהתוס' עירובין שהביא):",
      "footnotes": "סימן ו'.   עי' צ\"צ אה\"ע סי' ס\"ח ס\"י.   עי' צ\"צ משניות דף קכ\"א ע\"ג.   ר\"ע כ\"ג ד'.   קנ\"ט ט\"ו ג'.   פ\"ז ה\"ב.   ע\"א ב'.   ע\"ב א'.   קמ\"ה ג' א'.   רס\"ח ט\"ז ד'.   פ\"ז ה\"ב.   קמ\"ה ב' ג'.   רל\"ד פ\"א א'.   ע\"כ נמצא דברי קדשו בזה ונראה שחסר בהעתק."
    },
    {
      "chunk_id": 35,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לד",
        "siman": "סימן לד"
      },
      "text": "אודות האשה העגונה יגעתי ולא מצאתי צד להיתר אלא א\"כ ידוע בבירור שכשפשט השכיב מרע את ידו נגד ידי אשתו כשהתחיל המסדר לומר עמו הרי זה גיטך ונשתתק והגט נשאר בידו לא הניח ידו על המטה או על גבי (גופה) [גופו] אלא היתה ידו פשוטה כך עד שלקחה האשה הגט מידו להצניעו וכהאי גוונא מקרי קירב ידו אליה ומהני לפי דעת רשב\"א ור\"ן וטור בשם רמב\"ם ואף דהטור וש\"ע (סי' קל\"ח) כתב דתרתי בעינן כו' מכל מקום בשעת הדחק כהאי גוונא אפשר לסמוך על דעת רוב הפוסקים. ובפרט שמא מת כבר היבם. וגם מאי דמספקא ליה למעכ\"ת לחוש לדעת התוס' (דף ע\"ח סוף ע\"א) דבעינן שתדע האשה שהיא מגורשת נראה לענ\"ד דגם התוס' מודים דאין הגירושין תלוים ועומדים עד שעה שתדע דוקא אלא כשתדע היא מגורשת למפרע משעת נתינה כמ\"ש הרשב\"א בשם הראב\"ד גבי היא בטבריא כו' וכן דעת התוס' כמבואר בדבריהם דף ע\"ט ע\"א ד\"ה היתה עומדת כו' ע\"ש דקתני כיון שהגיע לאויר הגג מגורשת. ואף שיש לפלפל בזה לא רציתי להאריך כי לפע\"ד רחוק הדבר מאד שהיתה ידו פשוטה כל כך כמו שהיתה פשוטה בשעת אמירת הרי זה גיטך וקרוב לודאי ששינתה מקומה והונחה על גבי גופו או על גבי המטה כשנשתתק ומשם לקחה האשה גט מידו וא\"כ אזל ליה הקירוב הראשון שקירב ידו אליה מתחלה והייינו ממש מ\"ש הר\"ן אם תפס הבעל גט ולקחתו האשה כו' וברשב\"א הובא בית יוסף מבואר דאפילו פתח ידו לא מהני עד שיקריבהו אליה וכו' ומוכח מדבריהם דמה שנטל הגט מן הלבלר לא מיקרי קרבו אליה דדוחק גדול לומר דמיירי שכתבו בעצמם באותו מקום עצמו או שאחזו בידו שלא לשם גירושין דוקא דכל כהאי גוונא הו\"ל לפרש ובפרט מדפירשו שיקריבהו אליה דוקא ולא אשמעינן רבותא טפי אפילו בלא קרבו אליה אם תפסו בידו לשם גירושין דומיא דקרבו אליה שהוא לשם גירושין ומ\"ש בספר פני יהושע בסוגיא דגיטין דף כ\"ח והיינו מ\"ש שם שהוא חזקה העשויה להשתנות היינו דוקא אי לא מתניתין דגיטין אלא תרומה אתרומה לק\"מ כו' (ע\"ש) והט\"ז ביו\"ד סי' שצ\"ז מיירי שכבר מת בודאי דאיתרע לה חזקה דחיים ע\"ש ובט\"ז אה\"ע סי' קנ\"ו סק\"ח שכתב כך בהדיא. ומ\"ש המג\"א באו\"ח סי' ח' (ס\"ק י\"א) דחזקה העשויה להשתנות אינה כלום כמ\"ש בתשובת הר\"ן שבבית יוסף יו\"ד סי' ר\"א צע\"ג ונהפוך הוא דהר\"ן לא כתב כן אלא שאינה מוציאה מידי חזקה אחרת שכנגדה ותדע עוד מסוגיא דריש פ\"ק דנדה דמוקמינן אשה בחזקתה ואיך לך חזקה העשויה להשתנות גדולה מזו דמגופה חזיא ורוב הנשים רואות מל' ללמ\"ד כמ\"ש בסי' קפ\"ד וקפ\"ט ולפי שאין הוראה אלא להתיר וכחא דהתירא עדיף לא רציתי להאריך.  וה' ימיכם ושנותיכם יאריך כנפשיכם ונפש א\"נ ד\"ש מלונ\"ח  שניאור זלמן בא\"א מו\"ה ברוך זלה\"ה"
    },
    {
      "chunk_id": 36,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לה",
        "siman": "סימן לה"
      },
      "text": "עוד מענין הנ\"ל  אחרי שובי נחמתי דאפילו נשארה ידו פשוטה עד שלקחה האשה הגט מידו כמו שהיתה פשוטה תחלה ממש ולא שינתה מקומה כלל אין להקל לפע\"ד משום דכתיב ונתן ולא שתקח מעצמה כמ\"ש הרמב\"ם פ\"א ובנידון דידן הרי לקחה מעצמה שלא מחמת אמירת הבעל ואפילו לפי דעת ר\"י שברא\"ש ושאר פוסקים דכשהבעל התחיל הנתינה אף שהאשה גמרה מקרי ונתן היינו טעמא משום שהתחלת נתינת הבעל היא הגורמת המביאה לידי גמר נתינה ע\"י האשה כגון בדעקם לה חרציה דמשם הוא ראיית ר\"י כמבואר בספר התרומה וסמ\"ג ורשב\"א ור\"ן הובא בית יוסף גילה דעתו ורצונו שתקח הגט ולכך היא לוקחתו משום הכי נקראת לקיחה זו על שמו למיקרי ונתן הואיל והוא התחיל ליתן ומחמת התחלה זו נגמרה הנתינה בידי האשה וכל שכן גבי קפצה ידה אחר שנתן הבעל לידה דלולי שנתן לידה לא היתה יכולה לעשות כלום וגם עכשיו קפצה ידה מרצונו כמ\"ש הרשב\"א והר\"ן הובא בית יוסף משום הכי נקרא הכל על שמו ואף דמ\"ש רשב\"א ור\"ן שקפצה מרצונו אין הפירוש שצוה לה לקפוץ שהרי כתבו תחלה בשם ר\"ת דכעין גזילה היא אלא ודאי שקפצה מעצמה ואעפ\"כ סבירא ליה לר\"י כמ\"ש הריטב\"א בשמו פ\"ק דב\"מ דף ז' הובא בשיטה מקובצת שם כיון שברצון הבעל הגיע הגט לידה והיא קפצה ידה מתוך כך כאילו תפסה מרצונו דמי עכ\"ל (ובימי הב\"ח ובית שמואל לא יצאו לאורה עדיין ולכן השיגו על הרמ\"א בדרכי משה בחנם) מ\"מ מחמת הבעל באה קפיצה זו כמ\"ש קפצה ידה מתוך כך כלומר שהיא סברה שזהו רצונו לגמור הנתינה שהתחיל הוא משום הכי נקראת על שמו מאחר שהיא עושה לדעתו לגמור התחלתו ועוד שלולי שנתן בידה לא היתה עושה כלום. אבל בנידון דידן איך אפשר למקרי ונתן הוא מה שהיא לקחה מעצמו להצניעו ואין שום שייכות ללקיחה זו עם התחלת נתינתו כשפשט ידו ליתן לשם גירושין ולא באה מחמתה ובסיבתה כלל וכלל אפילו ע\"י גרמא בעלמא ולא ע\"י גורם דגורם וגם לא היה בדעת האשה כלל כשלקחה להצניעו שהיא לוקחתו מחמת שהבעל התחיל ליתן אלא רק מדעת עצמה לבד פשיטא דמקרי לקחה מעצמה ממש ולא מקרי ונתן כלל אף אם הבעל הרגיש כשלקחה ואפילו אם פתח ידו כמ\"ש הרשב\"א הובא בית יוסף בלי שום חולק ואשה זו מן השמים ירחמו עליה:"
    },
    {
      "chunk_id": 37,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לו",
        "siman": "סימן לו"
      },
      "text": "שאלה  הובא לכאן מחננו ק\"ק דובראווני גט אשה ע\"י שליח ממסטיסלאו והגט הוא כלו קמשונים כסו פניו חרולים אותיותיו דבוקים ויש מהן שנשתנו צורתן ונראין הדברים שבעת שנמסר להשליח היה הגט כהוגן ובהכשר יצא מאת הבד\"צ דשם אך מחמת שלא נזהרו לכורכו יפה נטשטש ונתפשטו האותיות מכח לחות הדיו שקורין גיפלאסין עד שנראין דבוקין והוא במקום עגון כי הבעל הוא מהנוסעים לאדעס ובקושי השיגו אצלו והיה אפשר למצוא צד היתר מחמת שהקלקולים הם בטופס הגט ולא גרע מחסר תיבה אחת כמובא בש\"ע סימן קכ\"ו סעיף מ\"ט ומה גם שאין חשש לתקן האותיות הצריכים תיקון כאשר הובא בסי' קכ\"ה סעיף ט\"ז ובתשובת משאת בנימין סי' כ\"ב וסי' נ\"ב אעפ\"כ לא מלא לבנו להתירו מחמת כמה ריעותות הנמצאים בתורף הגט כאשר עיני מכ\"ת תחזינה מישרים ואנחנו שולחים הגט עם ההרשאה ובצירוף לזה שלא נכתבה ההרשאה כהוגן שחסר כמה וכמה תיבות ואולי יש לחוש על מסדרי הגט כאשר הובא בש\"ע סי' קמ\"א סעיף למ\"ד בהג\"ה. לזאת אנחנו מחלים פני קדשו למחול לעיין היטב ולהשיבנו דעתו הנכונה בזה כדת מה לעשות ולתשובתו הרמה אנחנו מצפים:  תשובה  ענוותם תרבני להיות נמנה לדבר מצוה רבה משום חשש עיגון כמבואר במכתבם וטעמם ונמוקם עמם ולע\"ד אף גם רמ\"א בהג\"ה לא מיירי אלא כשיש שעת הדחק לכתוב גט אחר אם לא בהוצאה מרובה כגון שהסופר והעדים נחוצים לדרכם ומהעיכוב יגיע להם הפסד מרובה וכהאי גוונא שאי אפשר לכתוב אחר אלא בדוחק והפסד מרובה אזי יש לתקן כו' שכן הוא משמעות הלשון שע\"י הדחק עכ\"פ אפשר לכתוב גט אחר אבל כשאי אפשר כלל לכתוב גט אחר היינו מקום עיגון שהתיר רמ\"א בהדיא בדרכי משה יעו\"ש וכן פסק הלבוש ואתי שפיר דלק\"מ מה שהקשה הבית שמואל מסעיף ט\"ז בהג\"ה וע\"ז סמך רמ\"א ולא הוצרך להזכיר זה בסעיף ו' ומה גם שכל הדיבוקים הם בטופס אך אעפ\"כ כל מה דאפשר לתקן ע\"י גרירה בין הדביקות נכון לתקן ולא משום מראית העין לבד כמ\"ש הבית שמואל אלא כמ\"ש בתשובת הרא\"ש כלל מ\"ה [סי' ט\"ו] ורמזה בדרכי משה (סי' ט\"ו) לענין הארכת הווין דבמקום עיגון יאריכו הב\"ד הווין כי מסתמא הבעל צוה לכתוב גט כתיקון חז\"ל ואם לא כתבו הסופר כראוי ניחא ליה לבעל שיתקנוהו ושליחותיה דבעל קעבדי וכו' והובאה בטור סוף סי' קכ\"ו ותמיהת הריב\"ש הובאה בית יוסף שם לק\"מ בנידון דידן עכ\"פ לשיטת הרא\"ש ותוס' ורמב\"ן דס\"ל דלא בעינן שליחות ממש לכתיבה יעו\"ש בסוף פ\"ב דגיטין רק משום דלא חשיב לשמה ובגרירת הדביקות שבין האותיות לא שייך האי טעמא שאחר שכל האות נכתבה כבר לשמו ולשמה ואילו היתה מיתתקנת מאיליה כשר ואפשר דגם בהארכת הווין יש לומר כן שדינם כטופס דלא בעי לשמה מדינא. ברם כגון דא צריך לאודועי פליאה נשגבה לא אוכל לה ויגעתי אתמול כל היום ולא מצאתי היתר ברור מדוע לא נכתב בגט דמתקריא אמטשיסלאוו כמו שנקראת בפי כל וגם בשטרות ואגרות בלשון ישראל רק בספרי הנכרים ואפשר גם בשטרותיהם כתוב כמ\"ש בגט ושם העברי עיקר אף בשמות העיירות כמ\"ש בתשובת מהרי\"ק סי' ק\"ו דמאחר שניתקן דלא ליתי למטעי כו' יש לנו לכתוב בשם המתפרסם יותר בין העברים דפירסום הנכרים לא מעלה כו' ויש להאריך ולהרחיב הדיבור הרבה מזה דלא דמי לקיצור השם וכו' אלא ששמתי מחסום לפי שלא להוציא לעז ח\"ו וכו' ואם יוכשר בעיני הרב המ\"ץ למחול ולשלוח מכתבו לשם ולגדולי הוראה שבמדינה אפשר שיתוקן הדבר על להבא.  וה' ישים שלום כ\"ד א\"נ ד\"ש  שניאור זלמן באמ\"ו מוהר\"ר ברוך זללה\"ה",
      "footnotes": "רכ\"ד ע\"ז ג'.   קצ\"ב נ\"ב ד'.   קס\"ו ס\"ז ד' קס\"ה כ\"ז א'.   קס\"ד כ\"ב ד'.   קס\"ה כ\"ו א'."
    },
    {
      "chunk_id": 38,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לז",
        "siman": "סימן לז"
      },
      "text": "עוד מענין זה  לכבוד הרב המאור הגדול הגאון האמיתי רבה דעמיה ומדברנא דאומתיה קדוש יאמר לו כק\"ש מהור\"ר שניאור זלמן נ\"י.  הנה שמעתי מפי אחי שרומעכ\"ת מתרעם על שאנו כותבים בגיטין מסטיסלאוו כי הגידו לפני מעכ\"ת שהיא נקראת בפי ישראל אמציסלאוו ובפי נכרים מסטיסלאוו לכן דעת רומע\"ל שראוי לכתוב אמציסלאוו דמתקרי מסטיסלאוו כמו שמבואר ברמ\"א סי' קכ\"ח סעיף ג' הגם כי מי אנכי שאבא עד הלום אין הלום אלא מלכות מאן מלכי רבנן ואיני כדאי שיבואו דברי לפני מעכת\"ה אך תורה היא וללמוד אני צריך ובטוח אני בענותנותו האמיתית שיקבל דברי ואם ישרו בעיניו יסכים עליהם. ואמנם העד אשר העיד כן בפני מעכת\"ה שקר ענה כי העיר נקראת בפי ההמונים הן ישראל הן נכרים אמציסלאוו ובכתבי ישראל כותבים אמשטיסלאוו ובכתבי נכרים כותבים מסטיסלאוו אך לכאורה שהיה ראוי לכתוב דמתקרי אמציסלאוו כיון שנקראת בפי כולם כך והנה לא עלינו לבד התמיהה כי גם על כל העיירות שכיוצא כי עיר צערקוו נקראת בפי הכל צערקוו ובגיטין כותבים טשערקאוו וגם בשמות האדם מצינו כן כי שם שטעסיא כותבין כן בגט ובפי הכל קורין שצעסיא וכן שם שצערא כותבין שטערא ומסתמא הטעם שהוא כמו שם דנערות כמו אברהם אברלין אהרן ארנין וכיוצא ואין זה שינוי כי הכל יודעים שההמונים משנים הלשון מעיקר השם ולכן אפשר גם בשמות עיירות לא נלמוד מההמונים שמעתיקים הלשון לדומה ולקרוב עד שנעשה אצלם שבועה שקוקה נזיר נזיק וכן באלו העיירות מחליפין הס' בצ' ומבליעין הט' והכל יודעים שההמונים משנים כמה שמות ועיקר השם הוא כמו שכותבין. אך מה ששמעתי שמעלתו מתרעם שיש בו חשש ממזרות דרבנן חלילה תמהתי אם יצא זה מפיו הקדוש כי בדיעבד בוודאי אין שום חשש דלא גרע משם האיש והאשה שאם כתב חניכתו וחניכתה כשר בדיעבד וכן אם כתב שם הטפל לבד לדעת רמ\"א סי' קכ\"ט סעיף א' ולא גרע השם שנקרא בפי עכו\"ם משם טפל וגם בגר אם כתב שם גיותו לבד כשר מזה הטעם דלא גרע מחניכה ומכל שכן בשמות עיירות שאפילו אם שינה מקום עמידת העדים לא תצא לדעת הבית יוסף בסי' קכ\"ח וכן הוא דעת רוב הפוסקים וכן לענין שינוי מקום עמידת האיש והאשה כמו שאנו כותבים דעת הרמ\"א בסי' הנ\"ל להכשיר בשעת הדחק ומכל שכן בנידון דידן שגם לכתחלה ראוי לכתוב כמו שכותבין בכל השטרות ואף אם נאמר שראוי לכתוב דמתקרי אמציסלאו כמו שקורין העולם מ\"מ בדיעבד אין שום חשש פקפוק וחלילה להוציא לעז על כמה אלפים נפשות ובוודאי שמע השומע וטעה ולא יצא זה מפיו הקדוש. אך עדיין יש לתמוה כי לכאורה היה ראוי לכתוב אמשטיסלאוו כמו שכותבין בשטרות ישראל וכמו שמבואר ברמ\"א סי' קכ\"ח סעיף א' שאם הכל הוא שם אחד כותבין שם ישראל לבד כמו הרעדיש רעדיש אלא מאחר שבדיעבד הוא כשר בוודאי דלא גרע משם הטפל ובפרט שהכל הוא שם אחד אין בידי לשנות ממה שנהגו גדולי ארץ אשר היו לפנינו במחנינו ומהם אבי ז\"ל והרב הגדול מוהר\"ר ישראל ז\"ל מלובאוויץ והרב המפורסם מהור\"ר דוב ז\"ל שקטנם עבה ממתני ובוודאי דקדקו יפה ואולי ידעו שמה שכותבין אמשטיסלאוו נשתנה אחר כך ומאחר שאין השינוי ניכר כל כך לא רצו לשנות בגיטין ומי יבא לדון אחריהם את אשר כבר עשוהו וגם שלא להוציא לעז על הגיטין הראשונים כמו שמבואר בסי' קמ\"ב סעיף (ט\"ז) [ט\"ו] והוא מהגמרא וכן כתבו הפוסקים גבי מי שרוצה לתייג האותיות ובכמה מקומות באחרונים הגם שיש לחלק כי לענין שם העיר יאמרו שנשתנה השם מ\"מ מצינו כיוצא בו לענין עיר שאין בה אלא בורות ואגמים בסי' קכ\"ח סעיף ז' ובוודאי בשינוי גמור אין לחוש לזה אבל בנדון דידן אין כאן שינוי הניכר כל כך ובפרט שאנו גרים ותושבים בין האומות והם קראו בשמותם עלי אדמות ויודעים עיקר השם לכן אין בידי לשנות ממה שנהגו הגדולים אשר לפני נוחי נפש ומה לי להאריך לאיש כמוהו כי מה אבין ולא עמו הוא ובקשתי למחול עכ\"ה להודיענו דעתו הנשגבה ושלום למר ולתורתו דברי המצפה לתשובתו הרמתה ומבקש לשתות בצמא את דבריו:  יעקב בהרב הגדול מוה\"ר משה זצללה\"ה ליפשיץ מ\"צ דק\"ק אמשטיסלאוו יצ\"ו  וזה שהשיב על זה  הנה בהשקפה ראשונה במכתבו שאין בידו לשנות המנהג שמתי אל לבי מאמר רז\"ל כשם שמצוה לומר דבר הנשמע כו' אמנם מקרוב הצצתי עוד הפעם במכתבו והכל הולך אחר החיתום אשר בקשה נפשו הטהורה בסיום מכתבו להודיע דעתי ומצפה לתשובתי אמרתי ללבי הנה עדיין יש איזה פתח תקוה לזאת באתי לפרש שיחתי בקצרה אולי יתקבלו דבריי ויכנסו באזניו הטהורות:  הנה מעולם לא עלה על דעתי לכתוב אמציסלאוו בצ' כי זה ידוע לכל שקריאת הצ' בפי כל היא נכתבת בט' ש' כי הן קרובות מאד במבטא כמו טשאריי וטשערקוב ודומיהן ואריכות כת\"ר בזה אך למותר. אך דעתי היתה מתחלה שיכתבו אמטשיסלאוו והנה לפי מ\"ש כת\"ר שבכתבי ישראל במחנהו הטהור כותבים אמשטיסלאוו ראוי ונכון לכתוב כן גם בגיטין לכתחלה עכ\"פ לדברי הכל כי שם ישראל עיקר ושם הנכרים טפל ולפי דעת הבית שמואל סי' קכ\"ט ס\"ק ג' אפילו בדיעבד פסול אם כתב שם הטפל לבד דלא כרמ\"א וכן פסק הט\"ז שם ומסיים דהג\"ה זו לאו דסמכא היא להלכה כלל אלא דהתם מיירי בשם האיש והאשה אבל בשם העיר יש לצדד ולהקל בדיעבד משום דמסתמא נתייסדה העיר שנים רבות קודם שנתיישבו ישראל בתוכה ואז היה שמה מסתמא מסטיסלאוו לחוד ומאחר שזהו שמה הראשון יש להכשיר בדיעבד כמו בגר בשם הנכרי דכשר בדיעבד (וכמו שכתב כת\"ר) משום שזהו שמו הראשון כמו שכתב הלבוש וכמבואר בתוספות ורא\"ש שמזה הביא ר\"ת ראיה למומר בשם ישראל. וכל זה בדיעבד אבל לכתחלה ודאי לכ\"ע צריך לכתוב שם העיקר שהוא של ישראל. ואת\"ל דמסטיסלאוו הוא קיצור השם והכל שם אחד וכמו הרעדי\"ש ורעדי\"ש א\"כ אין צריך לכתוב כלל דמתקריא מסטיסלאוו וכמו אילו היה עיקר השם שהוא של ישראל הרעדי\"ש והנכרים היו קורין בקיצור רעדי\"ש דאתי במכל שכן לכתוב שם של ישראל לבדו (אבל באמת אפשר דלא דמי כלל להרעדי\"ש שהה\"א בחטף וסמוכה ורהוטה להרי\"ש אבל אמסטיסלאוו האל\"ף בפתח ודמי לקאזמירז ופוזנא בסדר מהר\"מ) לכתחלה עכ\"פ שהרי אפילו בקיצור דישראל אין כותבים לכתחלה שם הקיצור אלא שם העיקר ולא התיר הרא\"ש לכתחלה אלא בחניכה שהכל קורין בו אלא שחותם בשטר כו' והיינו דישראל קורין כן ולא נכרים וכן מ\"ש התוס' א\"נ כשהכינוי דומה לשם כו' (עיין ב\"י דהרא\"ש והטור לא ס\"ל הך שינוייא) מיירי הכל בישראל ולא בנכרים וכמ\"ש מהרי\"ק סי' ק\"ו בשם ר\"ת דפרסום הנכרים אינו מעלה כו' הובא ב\"י ולא אשכחן דמהני קיצור הנכרים אפילו בדיעבד אם כתבו לבדו אלא בדישראל כמו חזקיה מחזקיהו והלכך מאחר דמדינא בעינן לכתוב שם ישראל לכ\"ע אין לחוש ללעז על גיטין הראשונים כמ\"ש בבית שמואל סי' קכ\"ה סק\"י דאין לחוש ללעז אלא בדבר שהוא חומרא בעלמא ולא מדינא. אך אין רצוני להאריך בזה כלל כי באמת לא זאת היתה עיקר קפידתי כלל רק על גיטין הנשלחים מעירכם לעיירות שאינן סמוכות לעירכם ומכל שכן לעיירות הרחוקות שאין מכירין ויודעים כלל בשם מסטיסלאוו שנקראת עירכם בכתבי נכרים רק נודעת ומפורסמת עירכם ושגור בפי הכל בשם אמטשיסלאוו וכשרואין בגט שם מסטיסלאוו סוברים שהיא עיר אחרת ממדינות רחוקות כאשר קרה לי ולרבים עמדי אשר קראנו בגט הנשלח מעירכם לדובראוונע וע\"פ מקרה נשלח אלי לעיין בו באיזו שאילה שהיתה בו ונבהלנו מראות. וזאת סיפרתי לאחיו נ\"י שהרי זה מבואר בסי' קכ\"ח סעיף ג' בהג\"ה בלי שום חולק דאם יש לעיר שם אחר במקום הנתינה דינה כשם הבעל בסי' קכ\"ט ושם מבואר היטב דאם כתב מקום הכתיבה לחודיה פסול לכ\"ע אפילו בדיעבד ואם ניסת תצא והולד ממזר מדרבנן כמבואר שם בטור ובבית שמואל:",
      "footnotes": "רכ\"ד ע\"ז ד'.   ק\"צ מ\"ט ב' נ' ד'.   רמ\"ו צ\"ב ג'.   רנ\"ב צ\"ח ב' ר\"ז ע\"א ד'.   קפ\"ו מ\"ג ד' קפ\"ט מ\"ז ד'.   סעיף ו.   רנ\"ג צ\"ח ג'.   רמ\"ט צ\"ה א' רנ\"ד צ\"ט א'.   רנ\"ד צ\"ח ד'.   רנ\"ב צ\"ו ד'."
    },
    {
      "chunk_id": 39,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לח",
        "siman": "סימן לח"
      },
      "text": "מודעת זאת דספק דאורייתא לחומרא ובשינוי השם כל דהוא מקרי חספא בגמרא פ\"ו. והנה לולי הכתיבה הנהוגה בתיה רק המבטא לחוד ודאי שיש להסתפק בקריאת שם זה אולי נגזר משם בת שבע שנעשה ממנו קיצור השם בַשֶא (ומה שקורין בשיא הוא לרפיון לשון המדינה כמו בילייֶע געליע ודומיהן במדינתינו ולא בשאר מדינות) אף גם לשם העריסה כמו שם העריסה סתירה מאסתר וסאייה משרה ורישא מרבקה ושארקה משרה. אף שכותבין שארקה וסאייה לכתחילה אפילו בדיעבד מ\"מ מודים דנגזר משרה ורבקה מדכותבים ה' לבסוף ע\"ש בבית שמואל וכ\"מ מפשט לשון הבית שמואל גבי בטשיל שהוא שם העריסה והוא כינוי לבת שבע וכן בתקא.  מכי\"ק רבינו נ\"ע ע\"י העתקות ונראה שיש בה טעות סופר (וגם חסר) :  מודעת זאת דספיקא דאורייתא לחומרא ובשנוי השם כל דהוא מקרי חספא בגמ' פ\"ו והנה לולי הכתיבה הנהוגה בתיה רק המבטא לחודי' ודאי שיש להסתפק בקריאת שם זה אולי נגזר משם בת שבע שנעשה ממנו קיצור השם  בשא (ומה שקורין בשיא הוא לרפיון לשון המדינה כמו ביליא געליא ודומיהן (ודומיהן) במדינתנו ולא בשאר מדינות) אף גם לשם העריסה כמו שם העריסה סתירה מאסתר וסאייה משרה וריסה מרבקה ושארקה משרה אף שכותבין שארקה ושאייה לכתחלה אפי' בדיעבד מ\"מ מודים דנגזר משרה ורבקה מדכותבים הא לבסוף ע\"ש בב\"ש וכ\"מ מפשט לשון הב\"ש גבי בטשיל שהוא שם העריסה והוא כינוי לבת שבע וכן בתקא.",
      "footnotes": "עי' צ\"צ סס\"ד ח\"ב דף ב' ע\"ד.   רי\"ט ע\"ה ד' רכ\"ב ע\"ו ג' רכ\"ג ע\"ו ד' רל\"ג פ\"ב ג'.   רל\"ו פ\"ה ג'.     נכפל בכת\"י   כ\"ז נעתק מכת\"י שנשלח לכ\"ק אדמו\"ר בעל הצ\"צ ובסוף העתקה כותב: כל זה העתקתי אות באות מגוף כי\"ק ולא שניתי  שום אות כלל וגם שם סאייה כתוב בכי\"ק בתחלה בס' ואח\"כ בש' כאשר העתקתי וגם בשם בשא כתוב בכי\"ק תחלה השי\"ן רחוק מן האל\"ף ונקודת הסגול תחתיו אמנם אין שם יו\"ד ניכרת ואח\"כ כשכתב ומה שקורין בשיא כתב שם  בשי\"א ביו\"ד ושם ביליא כתוב נקוד בכי\"ק הסגול תחת הלמ\"ד והיו\"ד נחה. ואי\"ה כאשר אזכה לעמוד לפני כ\"ק אדמו\"ר שליט\"א הנני [ל]הביא הב\"ש שלי עם גוף כי\"ק אדמו\"ר רה\"ג נ\"ע. ע\"כ.  וכתב על זה על הדף כ\"ק אדמו\"ר הצ\"צ בכתי\"ק:  ואני אומר הנה טעם האומרים שלא לכתוב בתי' בתיו הוא מפני שבתורה נאמר בתיה בחיריק תחת הבית. אכן מצאתי במדרש רבה ר\"פ ויקרא ר' יהושע דסכנין בשם ר' לוי אמר לה הקב\"ה לבתי' בת פרעה משה לא היה בנך וקראתו בנך אף את לא את בתי ואני קורא אותך בתי שנאמר אלה בני בתיה בת פרעה בתי יה עכ\"ל המדרש שם פרשה א' מזה יש ללמוד לכתוב בתיה בתיו לכן עובדא בא לידינו באשה שחותמת א\"ע בתיה בתיו וכתבנו הגט בתיה רק לחומרא דמילתא כתבו גט שני אח\"כ בשא."
    },
    {
      "chunk_id": 40,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן לט",
        "siman": "סימן לט"
      },
      "text": "אהו' אחיי וריעיי אלופי הקהל ובד\"צ דק' ראהטשוב ה' עליהם יחיו חיים ברכה ושלום עד העולם  נבהלתי מראות ונעויתי משמוע מהמעשה אשר לא יעשה בישראל הנעשה סמוך לגבולכם לגרש בגט פסול מדאורייתא (שכתבו בהגט שם האשה רחל) אף אם היה שם העריסה רחל מאחר שנקראת בפי כל ראָשי'. ומכל שכן שלא נודע שם העריסה בבירור. ועל כן עליכם מוטל הדבר חובה למנוע המגרש שלא ישא אחרת ח\"ו עד אשר יתן גט כשר לאשתו וברצונה דוקא כדת תורה הקדושה. ולא בעל כרחה ח\"ו. וגם לגמור ביניהם בכי טוב בדבר שבממון קודם הגט כדת ולשלוח פקודתם שלא לעשות חופה ח\"ו בכל תוקף וחירות לקיום הדת הנתונה לנו מהקיר\"ה ולכוף המסרבים בכל מיני כפייה בכלל. ולגזור בכלל ובפרט בגזירת חכמים על השוחטים שלא ישחטו על החתונה ח\"ו שום בהמה ועוף ואם יעברו ח\"ו תהא שחיטתן נבילה כדין העובר כו'. ולשומעים יונעם ותבוא עליהם ברכת טוב מה' הטוב.  כ\"ד המבקש בבקשה כפולה ומכופלת בבל ישונה ובל יאוחר ח\"ו  א\"נ ד\"ש שניאור זלמן באמ\"ו מוה' ברוך זלה\"ה",
      "footnotes": "ר\"ג ס\"ז ג' ס\"ח ב'.   רי\"ז ע\"ד ג'."
    },
    {
      "chunk_id": 41,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן מ",
        "siman": "סימן מ"
      },
      "text": "אודות האשה הנקראת בפי כל שרה לאה וכשגגה יצאה מלפני מעלתו לכתוב בגט שרה דמתקריא לאה שגיאות מי יבין כתיב ואין אדם עומד על דברי תורה אלא א\"כ וכו'. מ\"ש מעלתו שכן דעת כל הראשונים כו' אין זכרון לראשונים בזה אלא מ\"ש בבית יוסף דלא פליגי מהרי\"ק ומוהר\"ר ישראל דמהרי\"ק מיירי כשנקרא במקום הכתיבה בשם אחד ובמקום הנתינה בשם אחר ומוהר\"ר ישראל מיירי כשנקרא בשני השמות במקום אחד. והבין רום מעלתו דהיינו שנקרא בשניהם יחד ראובן שמעון וזהו מקור הגהת רמ\"א לפי דעת רום מעלתו ושגגה היא כי מ\"ש הבית יוסף שנקרא בשני שמות יחד ר\"ל שמקצת בני אדם קורין אותו בשם זה ומקצת בני אדם בעיר זו קורין אותו בשם אחר. אבל כשנקרא בשניהם יחד אי אפשר לומר דלא פליג מהרי\"ק דאדרבה בכהאי גוונא מבואר בהדיא במהרי\"ק דכותבים בגט שתי השמות ביחד ולא בדיעבד דוקא כמ\"ש מוהר\"ר ישראל וכן כתב ג\"כ רמ\"א בדרכי משה אות י\"ט בשם סדר גיטין אם נתנו לו שתי שמות במילתו יש לכתוב בלא מתקרי וכן כתב בסדר גיטין שלנו ממהר\"ם ר\"י מקראקא סי' י\"ט וכן כתב בנחלת שבעה אות י\"ב וכ\"כ בספר גט פשוט ס\"ק ס\"ג ובספר בית מאיר סעיף י\"ד ומ\"ש רמ\"א בהג\"ה סי\"ד להכשיר בדיעבד דוקא פירש בספר גט פשוט שם דמיירי במי שנשתנה שמו מחמת חולי וכהאי גוונא ומתחלה היה נקרא בשם אחד לבד ביום מילתו וכן כתב בדרכי משה מקור הגה\"ה זו וכ\"מ מלשון הט\"ז סוף סי' זה שפירש כן כוונת רמ\"א בהגה\"ה זו דמיירי בנשתנה שמו וחלק בזה על הלבוש שחילק בזה בין שינוי ע\"י חולי לשינוי אחר והט\"ז ס\"ל דבכל שינוי שם יש לכתוב דמתקרי לכתחלה ובדיעבד כשר אם כתב שניהם יחד כהגהת רמ\"א זו ע\"ש בט\"ז. ומ\"ש הבית שמואל דלשון הרמ\"א אינו מדוקדק היינו משום דסתם רמ\"א לשונו ולא פירש דהיינו דוקא בנשתנה שמו אחר מילתו אך באמת לק\"מ כלל וכלל לפי מ\"ש בסדר גיטין שלנו סוף סימן הנ\"ל דאף שנקרא בפי כל בשתי השמות יחד אם עולה לספר תורה באחד מהם לבד צריך לכתוב דמתקרי. ורמ\"א בהג\"ה זו כתב או שעולה כן לספר תורה מכלל דברישא מיירי שאינו עולה כן לספר תורה אלא דאפשר דלא שכיחא מילתא כלל שיהיה נקרא בשני שמות יחד במילתו וגם נקרא כן בשניהם יחד בפי כל בעירו ולספר תורה עולה בשם אחד בלבד. אלא אם אחר מילתו נתחדש בו שינוי להקרא בפי כל בעירו בב' שמות אזי שכיחא מילתא לעלות לספר תורה בשם הראשון שבמילתו לבדו אם לא נשתנה ע\"י חולי אלא ע\"י צחוק וכהאי גוונא כמ\"ש בתשובת רמ\"א או בשם השני לבדו אם נשתנה ע\"י חולי שהשני הוא עיקר כמ\"ש בסעיף י\"ח ואתי שפיר מ\"ש בדרכי משה מקור הגה\"ה זו עם סתימת לשון רמ\"א בהג\"ה זו משום דנקט בקצרה עיקרא דדינא שכשנקרא בשניהם יחד בפי כל אף שאינו עולה כן לספר תורה מאיזה טעם שיהיה אפ\"ה כשר בשניהם יחד בגט בדיעבד. אבל אם נקרא בשניהם יחד וגם עולה כן לספר תורה מודה רמ\"א דצריך לכתוב שניהם יחד בלא דמתקרי ואפילו בדיעבד פסול אם כתב דמתקרי על השני שזהו שינוי גמור וכדעת הבית שמואל. ומ\"ש מעלתו שאינו מבואר בבית שמואל לפסול בדיעבד הרי בסיום דבריו גבי משה ליב כתב בהדיא די\"ל דפסול בדיעבד. ומ\"ש לשון די\"ל היינו משום דאינו נקרא בפי כל יהודה רק שעולה לספר תורה משום הכי אפשר לצדד להכשיר בדיעבד אם כתב משה דמתקרי יהודה אבל בנקרא בפי כל כמו שעולה לספר תורה פשיטא דפסול וכן פסק בהדיא בספר גט פשוט ובספר בית מאיר בפשיטות לפסול בכהאי גוונא בדיעבד והוא הדין והוא הטעם באשה שאינה עולה לספר תורה כלל אין צד ומקום להכשיר כלל וכלל ואי לזאת החיוב מוטל על אלופי הקהל לצוות על הבעל שלא ישא אחרת עד שישלח גט כשר לאשתו לקרימנצוק בבל ישונה ובל יאוחר.  כ\"ד המודיע נאמנה:",
      "footnotes": "רכ\"ז ע\"ט א' וב', מ\"ג נ\"ה ג'.   קס\"ד כ\"ג א'.   עי' צ\"צ פס\"ד ח\"ב דף ו' ע\"ד.   קפ\"ט מ\"ח א' קפ\"ז מ\"ד ג'.   ק\"פ מ' ד.   ר\"ג ס\"ח א' רי\"ג ע\"ב ד'.   קצ\"ז נ\"ט ד', ר\"ג ס\"ו ג'.   קצ\"ח ס\"א ב'. רס\"ג ד'. ר\"ב ס\"ו ג'.   רכ\"ז ע\"ט ג'. ק\"פ מ' ד'.   קפ\"ט מ\"ח א'.   קפ\"ד מ\"ב ג'.   רמ\"ח צ\"ד ד'."
    },
    {
      "chunk_id": 42,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן מא",
        "siman": "סימן מא"
      },
      "text": "עיין תשובת חכם צבי סי' קט\"ז וקכ\"ד תשובות הרבה על רמ\"א באה\"ע סי' א' ולק\"מ אף לפ\"ד בדעת רמ\"א שהחליט להלכה פסוקה בלי חולק דבארוסה לא גזר אם דעתו לפטור די\"ל דשאני יבמה שאין בידו לחלוץ לה בע\"כ כמו בארוסה שבידו לזרוק לה גט לד' אמותיה. ואף שגזר רבינו גרשם מאור הגולה על זה ה\"ל תקנתא לתקנתא כמ\"ש החכם צבי שם:  אבל האמת יורה דרכו שלא כתב כן רמ\"א בסימן א' להלכה פסוקה בלי שום חולק מדסיים שם וכ\"ש אם היא ארוסה כו' ומה לי ללמוד בק\"ו דבר הפשוט להיתר בלאו הכי ובלאו האי טעמא כלל כי לא נגזר ע\"ז כלל. וגם מדכלל ארוסה בהדי יבמה ובחדא מחתא מחתינהו וכמ\"ש בבית הלל שם. ותירוץ החכם צבי בסי' קכ\"ד הוא דחוק וכ\"מ בהדיא מלשון והוא הדין בכל מקום מצוה שברמ\"א שם דהל\"ל וכן במקום מצוה. אלא ודאי דגם בארוסה מטעם מצוה אתינן עלה דמ\"ש מהרי\"ק דמי יכריחנו כו' אין זה מספיק אלא שאין עליו עון אשר חטא מעיגון ארוסתו. עיין אה\"ע סי' ע\"ז בחלקת מחוקק ובית שמואל מחלוקת הרא\"ם והבאים אחריו דמבואר שם דבארוסה לכ\"ע שפיר דמי. אבל מ\"מ הרי יש לו שתי נשים כל זמן שלא גירש ומשמעות לשון מהרי\"ק שם שהתיר לישא אחרת קודם הגירושין וגם אי אפשר לגרש המטורפת וע\"כ צ\"ל דכיון שאין עליו חיוב לכנוס ארוסתו ממילא מותר לישא אחרת משום פריה ורביה דבמקום מצוה לא גזר רבינו גרשום. ובפרט שזה לישא אשה אשר חפץ בה דבר מצוה מיקרי אף לענין כיבוד אב דאורייתא כמ\"ש מהרי\"ק שם קס\"ז שהאב המוחה הוא כמצוה לעבור על דברי תורה. וא\"כ להסוברים דרבינו גרשום גזר אף במקום מצות יבום כל שכן שגזר במקום פריה ורביה דמצות יבום עדיפא מפריה ורביה כמ\"ש בר\"י מינץ סי' י'. וזהו שסיים רמ\"א אמנם כו' ולכן כתב בסי' קנ\"ט בלשון יש אומרים אף לפי הפשר שעשה שם רמ\"א בהג\"ה שלא יחלוק על מ\"ש בהגהות מרדכי דלא כמ\"ש בדרכי משה דפליגי. ומ\"ש החכם צבי סימן קכ\"ד ממהרי\"ק שורש כ\"ג ופירש לשון מהרי\"ק בשורש ק\"א בפירוש דחוק מאד לא לעזר ולא להועיל דסוף סוף התיר מהרי\"ק לישא על הארוסה בלא גט כי אי אפשר לגרש מי שיצאה מדעתה. וכן הבין בשבות יעקב סי' צ\"[ב] במהרי\"ק דלא כמ\"ש בשמו בחכם צבי שם. וממה שהקשה בשורש ס\"ג לק\"מ דהא בשרש ק\"א הקדים והתנה בתנאי כפול מאחר שכן הוא שאין לחוש לשעבוד הקנס כו'. וכוונתו שכיון שאין עליו קנס אם לא יכנוס והוא אין בדעתו לכונסה אזלינן בתר דעתיה אבל אם יש עליו קנס וכל שאינו פורע הקנס חל עליו החרם לכנוס לא אזלינן בתר דעתיה דבטלה דעתו דבעל כרחו מיחייב לכנוס כל זמן שאינו פורע. ולכן בסוף שרש ס\"ג שהאב אינו נותן הנדוניא שפסק ונמצא שנפטר מן הקנס והחרם התיר לו מהרי\"ק לישא אחרת רק שלא יבא לידי קלות להתיר גם בענין אחר הצריך טובי העיר אבל אם היה נותן הנדוניא לא היה מתיר מכח החרם והקנס. ומ\"ש שם וע\"ד התרת הבעל כו' לא קאי אארוסה המורדת דהוי ליה למימר הארוס ולא הבעל וגם מדסיים הקדיחה לו תבשילו דלא שייך בארוסה שבבית אביה היא אלא ודאי מלתא באפי נפשה היא ומיירי בנשואה. וכן הוא בהדיא בדרכי משה סי' ע\"ז דבנשואה מיירי הכא ולא בארוסה אבל אירוסין מצד עצמן אינן אוסרים עליו אשה אחרת הואיל ובידו שלא לכנוס כמ\"ש מהרי\"ק שם ק\"א. וז\"ש רמ\"א אם אינו רוצה לכנוס כו' דממילא משתמע דדוקא היכא דתליא מלתא ברצונו הוא דשרי. ומ\"ש החכם צבי סי' קכ\"ד מתשובת מיימון. בר מינה דההיא דמחמרא טובא שכתב כן אפילו במורדת וכבר דחאה רמ\"א מהלכה בסי' ע\"ז. והדין עמו דהא רבים מתירים אפילו בנשואה המורדת ואפשר שגם המחמירים לא החמירו אלא מטעם המבואר במהרי\"ק הקדיחה לו כו' כמ\"ש בבית שמואל סי' ע\"ז ולא מדינא ובארוסה לא שייך האי טעמא שכל אחד יאמר כו' שהרי היא תשיב אמריה לו לך לחופה ואני אחריך. וממהרי\"ל אין ראיה כלל דנראה שם בעליל גודל ענותנותו שלא רצה לתקוע עצמו לדבר הלכה להורות בימי רבותיו רק דבר שהתירו פשוט מאוד לכ\"ע בלי חולק ופוצה פה לאיסור לכן לא רצה לסמוך על היתר זה לישא על הארוסה שלא נמצא מפורש בספרים שלפניו ואדרבה בתשובת מיימון מפורש לאיסור אף דלא קי\"ל הכי לכן התיר מטעמא אחרינא ועיין דרכי משה סי' א' שרמז לתשובת מיימון דאסרה אלא שסיים ונ\"ל דהמיקל וסומך כו' עד כל שכן בתקנה בעלמא ומשום הכי הביא בהג\"ה דעת המתירין בסתם ודעת המחמירים בלשון יש אומרים אלא מדכתב בלשון אמנם כו' משמע שדעתו לחוש לסברא זו. עיין שיירי כנסת הגדולה בכללי הפוסקים סי' ל\"ג. ומשום הכי נמי הביא סברא זו לבדה בסי' קנ\"ט רק שלא תהיה כהלכה פסוקה כתבה בלשון יש אומרים. ונפקא מינה להקל בשעת הדחק. ומ\"ש החכם צבי להקל בקטן מההיא דחגיגה לא דמי כלל דהתם מיירי במצות עשה המוטלת על האב לחנך בה בנו כדי שיקיים מעצמו כשיגדיל שזו היא מצות חינוך כדכתיב חנוך לנער על פי דרכו גם כי יזקין וגו' וא\"כ החיגר כשיגדיל פטור גם בעודנו קטן פטור אבל למספי איסור בידים לקטן דאסור לכולי עלמא לאו משום חינוך אתינן עלה אלא מדכתיב לא תאכלום קרי ביה לא תאכילום כדאיתא בפרק חרש דחינוך אינו מוטל על האב בלבד כמ\"ש הרמב\"ם עיין או\"ח סי' שמ\"ג אין להקל בו באונס דלא שייך בו אלא בגדול שהרי כשמכניסין הכלה לחופה עמו ונבעלת לו ספי ליה איסור בידים ובפרט שהוא אונס דלא שייך בגדול כלל והלכך אם אפשר לדחות הנשואין ולא יתפרד הזוג אין להקל כלל עי' שב יעקב סימן ל\"ו:",
      "footnotes": "עי' צ\"צ אה\"ע סי' ח' ס\"ג.   עי' צ\"צ פס\"ד ח\"ב דף ח' ע\"ב."
    },
    {
      "chunk_id": 43,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן מב",
        "siman": "סימן מב"
      },
      "text": "באה\"ע סי' צ' בבית שמואל ס\"ק נ\"ג שהיא הכניסה כו' לאו דוקא היא אלא הוא הדין שהכניס הוא כדאיתא בגמ' ע\"ש ברא\"ש ורז\"ה ורמב\"ן וכן משמע בהדיא מלשון הטור כסף וזהב כו' וכן מה שהחתן כו'. וכן הוא בהדיא במהרי\"ק בשם הר\"מ מרקנאטי בשם תשובת הרי\"ף אלא א\"כ התנו עמו שיכניסם לה כו' אין בעל חוב כו' ע\"ש. וכן הוא בהדיא בחו\"מ סי' צ\"ז סעיף כ\"ה. וטעמא דמלתא משום דבהא לאו בדעתו לחוד תליא מלתא. עיין תוס' ב\"ק דף ק\"י סוף ע\"ב והחלקת מחוקק שפירש לשון הש\"ע כשהכניס לה ולא במתנה י\"ל דס\"ל כהדרכי משה דהרא\"ש וטור פליגי על תשובת הרי\"ף שבמהרי\"ק ולא ס\"ל לחלק כמ\"ש הבית שמואל והבית שמואל אזיל לשיטתיה. ודוק היטב:"
    },
    {
      "chunk_id": 44,
      "chunk_metadata": {
        "chunk_title": "שאלות ותשובות אדמו\"ר הזקן // סימן מג",
        "siman": "סימן מג"
      },
      "text": "שם בסי' קי\"ח סעיף י\"ט בהג\"ה במתנות שנתנו להחתן כו' עיין דרכי משה סי' נ\"ה בשם בנימין זאב וע\"ש בבנימין זאב דמיירי במתנות שמצד הכלה. אבל של אבי החתן מבואר בהדיא בתשובת מהרי\"ל דאפילו הסבלונות של הכלה ששלח לה חמיה חוזרים אליו ואפילו הטבעת קידושין עיין חלקת מחוקק סי' נ' ס\"ק ה' רק שאר טבעות ודומיהם שנותנים להכלה (או להחתן לכבוד הכלה לפי דעת האחרונים במהרי\"ל) מב' הצדדים היינו אפילו מהשושבינים של החתן ולא של אבי החתן עצמו אע\"ג דאפשר שצריך אבי החתן לשלם להשושבינים לימים דהיינו כשהם ישיאו בניהם ויהיה הוא להם שושבין אפ\"ה לא חילקו הקהילות כו'. ע\"ש במהרי\"ל סי' ס\"ד ובמהרי\"ו סי' ס\"ה נמי מוקי תשובת מהרי\"ל במתנות של הכלה שהם נכסי מלוג שלה. אבל מתנות של החתן לא מצינו בשום מקום שיהיו נכסי מלוג שלה. ואף את\"ל דהם נכסי מלוג לא עדיפי מסבלונות ששלח לה חמיה דהדרי. וטעמא דבנימין זאב הוא משום שאביה נתנם לו ואיכא עגמת נפש. וגם בתשובת מהרי\"ל שם מדמי הסבלונות שחוזרים משום עגמת נפש להא דאמרינן בגמרא מוהרי הדרי כו'. ועיין סי' נ' סעיף ד' דמוהרי דידה נמי הדרי לה אבל מתנות שניתנו לו מאביו ליכא למאן דאמר דיחזירם לחמיו כמשמעות האחרונים לפ\"ד מהרי\"ל ודבריהם צע\"ג למעיין היטב בתשובת מהרי\"ל (ע\"ש ובסי' פ\"ד שהטבעות ניתנים להכלה) שם. והוכחת מהרי\"ל מתשובת מהר\"ם אינה אלא על ירושתה דלא ירתי לה מידי אבל מתנות שזכה בהן בחייה לא פקע זכותו במיתתה אפילו במה שנתן לו חמיו אלא משום עגמת נפש לפ\"ד בנימין זאב. ואף גם זאת אפשר דדוקא בשל חמיו לבד או לכל היותר אף של כל צד הכלה כמ\"ש בבאר היטב בשם כנסת הגדולה ומשום דנותנים בשביל כבודה. אבל של צד החתן אין לדמות למ\"ש מהרי\"ל שם דהקהלות לא חילקו כו' דהתם הפקיעו ירושת הבעל לגמרי שלא יירשנה בעלה מכח התקנה וממילא יורש אביה כל מה שהיה לו זכות בחייה אף במה שלא שייך בו עגמת נפש הואיל וכבר הפקיעו ירושת הבעל לגמרי משום לא פלוג. אבל להוציא מיד החתן מה שזכה בו בזכייה גמורה ולא בתורת ירושה אין להוציא אלא משום עגמת נפש לחוד דלא שייך למימר דמשום לא פלוג הפקיעו זכותו שזכה במתנה זו. שא\"כ נפקע זכותו מכל מתנות שבעולם דמאי שנא מתנה זו משאר מתנות שנתנו לו אחרים שלא ביום חתונתו כיון שאין בה משום עגמת נפש. ואת\"ל לא פלוג בחזרה סגי בחזרה לאב כל מה שנתן הוא אבל להחזיר לו מה שנתנו אחרים אין לזה מקום כלל אם לא מתורת ירושה שהאב יורש את בתו ובמה שלא זכתה היא בחייה איך יזכה בו אביה במיתתה. וצריך עיון בכל זה:"
    }
  ]
}